[
  {
    "content_description": "“只希望能手牵手在太阳下散步”，这个象征故事内核的绝望念想，有如一个美丽的幌子，随着无数凌乱、压抑、悲凉的故事片段像纪录片一样一一还原：没有痴痴相思，没有海枯石烂，只剩下一个冰冷绝望的诡计，最后一丝温情也被完全抛弃，万千读者在一曲救赎罪恶的凄苦爱情中悲切动容……",
    "ISBN": "9787544242516",
    "name": "白夜行",
    "author": "[日] 东野圭吾",
    "price": "29.80元",
    "press": "南海出版公司",
    "score": "9.1",
    "link": "https://book.douban.com/subject/3259440/",
    "author_profile": "东野圭吾，日本著名作家。1958年生于大阪。1985年，以第31届江户川乱步奖获奖作品《放学后》出道，开始扬名立万。20年作品逾60部，几乎囊括日本所有大奖：1999年，《秘密》获第52届日本推理作家协会奖，入围第120届直木奖；2000年，《白夜行》入围第122届直木奖；2001年，《暗恋》入围第125届直木奖；2004年，《幻夜》入围第131届直木奖；2006年的《嫌疑人X的献身》，获得第134届直木奖、第6届本格推理小说大奖。\n《白夜行》出版之后引起巨大轰动，使东野圭吾成为天王级作家。小说被改编成同名电视连续剧，与图书一同为作家带来了如潮好评，使他成为日本、韩国与台湾等地最受欢迎的作家之一。",
    "date": "2008-9",
    "page": "467",
    "cover": "9787544242516.jpg"
  },
  {
    "content_description": "这是一部动人心弦的、平缓舒雅的、略带感伤的恋爱小说。小说主人公渡边以第一人称展开他同两个女孩间的爱情纠葛。渡边的第一个恋人直子原是他高中要好同学木月的女友，后来木月自杀了。一年后渡边同直子不期而遇并开始交往。此时的直子已变得娴静腼腆，美丽晶莹的眸子里不时掠过一丝难以捕捉的阴翳。两人只是日复一日地在落叶飘零的东京街头漫无目标地或前或后或并肩行走不止。直子20岁生日的晚上两人发生了性关系，不料第二天直子便不知去向。几个月后直子来信说她住进一家远在深山里的精神疗养院。渡边前去探望时发现直子开始带有成熟女性的丰腴与娇美。晚间两人虽同处一室，但渡边约束了自己，分手前表示永远等待直子。返校不久，由于一次偶然相遇，渡边开始与低年级的绿子交往。绿子同内向的直子截然相反，“简直就像迎着春天的晨光蹦跳到世界上来的一头小鹿”。这期间，渡边内心十分苦闷彷徨。一方面念念不忘直子缠绵的病情与柔情，一方面又难以抗拒绿子大胆的表白和迷人的活力。不久传来直子自杀的噩耗，渡边失魂魄地四处徒步旅行。最后，在直子同房病友玲子的鼓励下，开始摸索此后的人生。",
    "ISBN": "9787532725694",
    "name": "挪威的森林",
    "author": "[日] 村上春树",
    "price": "18.80元",
    "press": "上海译文出版社",
    "score": "8.0",
    "link": "https://book.douban.com/subject/1046265/",
    "author_profile": "村上春树（1949- ），日本小说家。曾在早稻田大学文学部戏剧科就读。1979年，他的第一部小说《听风之歌》问世后，即被搬上了银幕。随后，他的优秀作品《1973年的弹子球》、《寻羊冒险记》、《挪威的森林》等相继发表。他的创作不受传统拘束，构思新奇，行文潇洒自在，而又不流于庸俗浅薄。尤其是在刻画人的孤独无奈方面更有特色，他没有把这种情绪写成负的东西，而是通过内心的心智性操作使之升华为一种优雅的格调，一种乐在其中的境界，以此来为读者，尤其是生活在城市里的人们提供了一种生活模式或生命的体验。",
    "date": "2001-2",
    "page": "350",
    "cover": "9787532725694.jpg"
  },
  {
    "content_description": "地主少爷福贵嗜赌成性，终于赌光了家业一贫如洗，穷困之中的福贵因为母亲生病前去求医，没想到半路上被国民党部队抓了壮丁，后被解放军所俘虏，回到家乡他才知道母亲已经去世，妻子家珍含辛茹苦带大了一双儿女，但女儿不幸变成了聋哑人，儿子机灵活泼……\n然而，真正的悲剧从此才开始渐次上演，每读一页，都让我们止不住泪湿双眼，因为生命里难得的温情将被一次次死亡撕扯得粉碎，只剩得老了的福贵伴随着一头老牛在阳光下回忆。",
    "ISBN": "9787544210966",
    "name": "活着",
    "author": "余华",
    "price": "12.00元",
    "press": "南海出版公司",
    "score": "9.1",
    "link": "https://book.douban.com/subject/1082154/",
    "author_profile": "余华，浙江海盐人，1960年出生于浙江杭州，后来随父母迁居海盐县。中学毕业后，因父母是医生，余华曾当过牙医，五年后弃医从文，进入县文化馆和嘉兴文联，从此开始文学创作生涯。曾在北京鲁迅文学院与北师大中文系合办的研究生班深造，1984年开始发表小说。余华是中国先锋派小说的代表人物，与叶兆言、苏童等人齐名。作品有短篇小说集《十八岁出门远行》、《世事如烟》，长篇小说《在细雨中呼喊》、《战栗》及《兄弟》。",
    "date": "1998-5",
    "page": "195",
    "cover": "9787544210966.jpg"
  },
  {
    "content_description": "12岁的阿富汗富家少爷阿米尔与仆人哈桑情同手足。然而，在一场风筝比赛后，发生了一件悲惨不堪的事，阿米尔为自己的懦弱感到自责和痛苦，逼走了哈桑，不久，自己也跟随父亲逃往美国。\n成年后的阿米尔始终无法原谅自己当年对哈桑的背叛。为了赎罪，阿米尔再度踏上暌违二十多年的故乡，希望能为不幸的好友尽最后一点心力，却发现一个惊天谎言，儿时的噩梦再度重演，阿米尔该如何抉择？\n故事如此残忍而又美丽，作者以温暖细腻的笔法勾勒人性的本质与救赎，读来令人荡气回肠。",
    "ISBN": "9787208061644",
    "name": "追风筝的人",
    "author": "[美] 卡勒德·胡赛尼",
    "price": "29.00元",
    "press": "上海人民出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/1770782/",
    "author_profile": "卡勒德·胡赛尼（Khaled Hosseini），1965年生于阿富汗喀布尔市，后随父亲迁往美国。胡赛尼毕业于加州大学圣地亚哥医学系，现居加州。“立志拂去蒙在阿富汗普通民众面孔的尘灰，将背后灵魂的悸动展示给世人。”著有小说《追风筝的人》(The Kite Runner，2003）、《灿烂千阳》(A Thousand Splendid Suns，2007)、《群山回唱》（And the Mountains Echoed,2013）。作品全球销量超过4000万册。2006年，因其作品巨大的国际影响力，胡赛尼获得联合国人道主义奖，并受邀担任联合国难民署亲善大使。",
    "date": "2006-5",
    "page": "362",
    "cover": "9787208061644.jpg"
  },
  {
    "content_description": "《围城》是钱钟书所著的长篇小说。第一版于1947年由上海晨光出版公司出版。1949年之后，由于政治等方面的原因，本书长期无法在中国大陆和台湾重印，仅在香港出现过盗印本。1980年由作者重新修订之后，在中国大陆地区由人民文学出版社刊印。此后作者又曾小幅修改过几次。《围城》自从出版以来，就受到许多人的推重。由于1949年后长期无法重印，这本书逐渐淡出人们的视野。1960年代，旅美汉学家夏志清在《中国现代小说史》(A History of Modern Chinese Fiction)中对本书作出很高的评价，这才重新引起人们对它的关注。人们对它的评价一般集中在两方面，幽默的语言和对生活深刻的观察。从1990年代开始，也有人提出对本书的不同看法，认为这是一部被“拔高”的小说，并不是一部出色的作品。很多人认为这是一部幽默作品。除了各具特色的人物语言之外，作者夹叙其间的文字也显着机智与幽默。这是本书的一大特色。也有人认为这是作者卖弄文字，语言显得尖酸刻薄。但这一说法并不为大多数人接受。",
    "ISBN": "9787020024759",
    "name": "围城",
    "author": "钱锺书",
    "price": "19.00",
    "press": "人民文学出版社",
    "score": "8.9",
    "link": "https://book.douban.com/subject/1008145/",
    "author_profile": "钱钟书(1910－1998)，字哲良，默存，号槐聚，中国江苏无锡人，中国近代著名作家、 文学研究家。毕业于清华大学外文系，获文学学士，赴上海，到光华大学任教。后考取第三届(1935年)庚子赔款公费留学资格，名列榜首，留学英国牛津大学 埃克塞特学院。大学毕业后任教于多所高校。新中国成立后被评为一级教授。晚年就职于中国社会科学院，任副院长。其夫人杨绛也是著名作家，育有一女钱媛(1937年-1997年)。曾为《毛泽东选集》英文版翻译小组成员。1998年逝世，享年88岁。",
    "date": "1991-2",
    "page": "359",
    "cover": "9787020024759.jpg"
  },
  {
    "content_description": "小王子是一个超凡脱俗的仙童，他住在一颗只比他大一丁点儿的小行星上。陪伴他的是一朵他非常喜爱的小玫瑰花。但玫瑰花的虚荣心伤害了小王子对她的感情。小王子告别小行星，开始了遨游太空的旅行。他先后访问了六个行星，各种见闻使他陷入忧伤，他感到大人们荒唐可笑、太不正常。只有在其中一个点灯人的星球上，小王子才找到一个可以作为朋友的人。但点灯人的天地又十分狭小，除了点灯人他自己，不能容下第二个人。在地理学家的指点下，孤单的小王子来到人类居住的地球。\n小王子发现人类缺乏想象力，只知像鹦鹉那样重复别人讲过的话。小王子这时越来越思念自己星球上的那枝小玫瑰。后来，小王子遇到一只小狐狸，小王子用耐心征服了小狐狸，与它结成了亲密的朋友。小狐狸把自己心中的秘密——肉眼看不见事务的本质，只有用心灵才能洞察一切——作为礼物，送给小王子。用这个秘密，小王子在撒哈拉大沙漠与遇险的飞行员一起找到了生命的泉水。最后，小王子在蛇的帮助下离开地球，重新回到他的B612号小行星上。\n童话描写小王子没有被成人那骗人的世界所征服，而最终找到自己的理想。这理想就是连结宇宙万物的爱，而这种爱又是世间所缺少的。因此，小王子常常流露出一种伤感的情绪。作者圣埃克絮佩里在献辞中说：这本书是献给长成了大人的从前那个孩子。\n《小王子》不仅赢得了儿童读者，也为成年人所喜爱，作品凝练的语言渗透了作者对人类及人类文明深邃的思索。它所表现出的讽刺与幻想，真情与哲理，使之成为法国乃至世界上最为著名的一部童话小说。",
    "ISBN": "9787020042494",
    "name": "小王子",
    "author": "[法] 圣埃克苏佩里",
    "price": "22.00元",
    "press": "人民文学出版社",
    "score": "9.0",
    "link": "https://book.douban.com/subject/1084336/",
    "author_profile": "安托万·德·圣埃克苏佩里（Antoine de Saint-Exupery, 1900-1944）1900年6月29日出生在法国里昂。他曾经有志于报考海军学院，未能如愿，却有幸成了空军的一员。1923年退役后，先后从事过各种不同的职业。\n1926年，圣埃克苏佩里进入拉泰科埃尔航空公司。在此期间，出版小说《南方邮件》（1929）、《夜航》（1931），从此他在文学上声誉鹊起。1939年，又一部作品《人的大地》问世。\n第二次世界大战期间他重入法国空军。后辗转去纽约开始流亡生活。在这期间，写出《空军飞行员》、《给一个人质的信》、《小王子》（1943）等作品。1944年返回同盟国地中海空军部队。在当年7月31日的一次飞行任务中，他驾驶飞机飞上湛蓝的天空，就此再也没有回来。",
    "date": "2003-8",
    "page": "97",
    "cover": "9787020042494.jpg"
  },
  {
    "content_description": "从朱元璋的出身开始写起，到永乐大帝夺位的靖难之役结束为止。叙述了明朝最艰苦卓绝的开国过程。朱元璋pk陈友谅，谁堪问鼎天下？战太平、太湖大决战。卧榻之侧埋恶虎，铲除张士诚。徐达、常遇春等不世名将乘胜逐北破北元。更有明朝最大的谜团——永乐夺位、建文失踪的靖难之役。",
    "ISBN": "9787505722460",
    "name": "明朝那些事儿（壹）",
    "author": "当年明月",
    "price": "24.80",
    "press": "中国友谊出版公司",
    "score": "8.8",
    "link": "https://book.douban.com/subject/1873231/",
    "author_profile": "当年明月，青年历史学者，畅销书作家。专业职称为副研究员，明史学会会员。是心灵历史的开创者，担任国内多家电视台文史类节目主讲人。所著作品《明朝那些事儿》销量过五百万册，为三十年来最畅销之史学读本。",
    "date": "2006-9",
    "page": "298",
    "cover": "9787505722460.jpg"
  },
  {
    "content_description": "这本书里记录的是作者2005—2009年左右(尤其是2006—2007年)生活里的点点滴滴。在这本书里，被“审视”的东西杂七杂八，有街上的疯老头，有同宿舍的室友，有爱情、电影和书，大到制度，小到老鼠。由于我写这些东西的时候，出发点并不是写一本书，所以不同文章往往风格迥异，长短不一，质量不均，随着社会形势、荷尔蒙周期以及我逃避生活的力度而起伏。",
    "ISBN": "9787542631664",
    "name": "送你一颗子弹",
    "author": "刘瑜",
    "price": "25.00元",
    "press": "上海三联书店",
    "score": "8.6",
    "link": "https://book.douban.com/subject/4238362/",
    "author_profile": "Drunk Piano，生于1975年12月。毕业于中国人民大学，政治学博士，现执教于剑桥大学。小说、随笔、政治评论散见于《芙蓉》、《希望》、《南风窗》、《外滩画刊》。曾以DrunkPiano网名在某海外网站，连载其主要小说作品。",
    "date": "2010-1",
    "page": "339",
    "cover": "9787542631664.jpg"
  },
  {
    "content_description": "与三体文明的战争使人类第一次看到了宇宙黑暗的真相，地球文明像一个恐惧的孩子，熄灭了寻友的篝火，在暗夜中发抖。自以为历经沧桑，其实刚刚蹒跚学步；自以为悟出了生存竞争的秘密，其实还远没有竞争的资格。\n使两个文明命悬一线的黑暗森林打击，不过是宇宙战场上一个微不足道的插曲。真正的星际战争没人见过，也不可能见到，因为战争的方式和武器已经远远超出人类的想象，目睹战场之日，即是灭亡之时。\n宇宙的田园时代已经远去，昙花一现的终极之美最终变成任何智慧体都无法做出的梦，变成游吟诗人缥缈的残歌；宇宙的物竞天择已到了最惨烈的时刻，在亿万光年暗无天日的战场上，深渊最底层的毁灭力量被唤醒，太空变成了死神广阔的披风。\n太阳系中的人们永远不会知道这一切，最后直面真相的，只有两双眼睛。",
    "ISBN": "9787229030933",
    "name": "三体Ⅲ",
    "author": "刘慈欣",
    "price": "38.00元",
    "press": "重庆出版社",
    "score": "9.2",
    "link": "https://book.douban.com/subject/5363767/",
    "author_profile": "刘慈欣，祖籍河南，长于山西，中国科普作家协会会员，山西省作家协会会员，高级工程师。\n自1999年处女作《鲸歌》问世以来，刘慈欣已发表短篇科幻小说三十余篇、出版长篇科幻小说六部，并创下连续八年荣获中国科幻最高奖“银河奖”的纪录。其长篇力作《三体》开创《科幻世界》月刊连载原创作品之先河，一举成为2006年度最受关注、最畅销的科幻小说，《三体Ⅱ·黑暗森林》也因此被读者誉为“最值得期待的科幻小说”。\n刘慈欣的作品宏伟大气、想象绚丽，既注重极端空灵与厚重现实的结合，也讲求科学的内涵和美感，具有浓郁的中国特色和鲜明的个人风格，为中国科幻确立了一个新高度。",
    "date": "2010-12-1",
    "page": "513",
    "cover": "9787229030933.jpg"
  },
  {
    "content_description": "现代人内心流失的东西，这家杂货店能帮你找回——\n僻静的街道旁有一家杂货店，只要写下烦恼投进卷帘门的投信口，第二天就会在店后的牛奶箱里得到回答。\n因男友身患绝症，年轻女孩静子在爱情与梦想间徘徊；克郎为了音乐梦想离家漂泊，却在现实中寸步难行；少年浩介面临家庭巨变，挣扎在亲情与未来的迷茫中……\n他们将困惑写成信投进杂货店，随即奇妙的事情竟不断发生。\n生命中的一次偶然交会，将如何演绎出截然不同的人生？\n如今回顾写作过程，我发现自己始终在思考一个问题：站在人生的岔路口，人究竟应该怎么做？我希望读者能在掩卷时喃喃自语：我从未读过这样的小说。——东野圭吾",
    "ISBN": "9787544270878",
    "name": "解忧杂货店",
    "author": "(日)东野圭吾",
    "price": "39.50元",
    "press": "南海出版公司",
    "score": "8.6",
    "link": "https://book.douban.com/subject/25862578/",
    "author_profile": "东野圭吾\n日本著名作家。\n1985年，《放学后》获第31届江户川乱步奖，开始专职写作；\n1999年，《秘密》获第52届日本推理作家协会奖；\n2005年出版的《嫌疑人X的献身》史无前例地同时获得第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名；\n2008年，《流星之绊》获第43届新风奖；\n2009年出版的《新参者》获两大推理小说排行榜年度第1名；\n2012年，《解忧杂货店》获第7届中央公论文艺奖。\n2014年，《祈りの幕が下りる時》（暂译《祈祷落幕时》）获第48届吉川英治文学奖。",
    "date": "2014-5",
    "page": "291",
    "cover": "9787544270878.jpg"
  },
  {
    "content_description": "《哈利·波特与“混血王子”》是“哈利·波特”系列的第六部。\n仲夏的一个夜晚，反常的浓雾笼罩在窗户玻璃上，哈利·波特在女贞路4号德思礼家自己的卧室里紧张地等待着邓布利多教授的来访。\n哈利不太确定邓布利多是否真的会来德思礼家。邓布利多为什么现在要来看他呢？几个星期之后，他就要返校，邓布利多为什么不能等一等呢？哈利六年级的学习似乎就这样出人意料地提前开始了……\n而更加出人意料的事情还在接踵而至：邓布利多终于让斯内普教授如愿以偿，任命其担任黑魔法防御术课教师……哈利从教室的储藏柜里翻到一本魔药课本，它的前任主人是“混血王子”，从此哈利在神秘“王子”的帮助下成为“魔药奇才”……邓布利多开始了给哈利的单独授课，但奇怪的是，邓布利多却经常离开学校外出……在邓布利多的课上，哈利经历了几段关于少年伏地魔的惊心动魄的记忆，揭示了伏地魔不同寻常的身世之谜……\n哈利隐隐觉得这一学期期内普教授和马尔福的关系发生了微妙变化，其中似乎别有一番隐情，而马尔福更是行踪诡秘……哈利试图揭穿马尔福的阴谋，但始终没有成功，直到马尔福把食死徒引进学校，斯内普对邓布利多校长举起了魔杖……",
    "ISBN": "9787020053230",
    "name": "哈利·波特与混血王子",
    "author": "[英] J. K. 罗琳",
    "price": "58.00元",
    "press": "人民文学出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/1432596/",
    "author_profile": "J. K. 罗琳（J. K. Rowling, 1965- ），英国女作家，自小喜欢写作，当过短时间的教师和秘书。二十四岁那年，她在前往伦敦的火车旅途中萌生了创作“哈利·波特”系列小说的念头。七年后，《哈利·波特与魔法石》问世，之后她陆续创作了《哈利·波特与密室》《哈利·波特与阿兹卡班囚徒》《哈利·波特与火焰杯》《哈利-波特与凤凰社》《哈利·波特与“混血王子”》和《哈利·波特与死亡圣器》，完成了该系列的创作，在全球刮起一股股“哈利·波特”飓风，在世界范围内掀起规模宏大的“哈利·波特”阅读狂潮。另外，在此期间，她还因为慈善事业而先后完成了《神奇动物在哪里》和《神奇的魁地奇球》这两部与“哈利·波特”系列相关的图书，最新完成的作品是《诗翁彼豆故事集》。\nJ.K.罗琳与她的丈夫及三个孩子生活在爱丁堡，一边尽享家庭生活的幸福，一边文学创作。",
    "date": "2005-10",
    "page": "496",
    "cover": "9787020053230.jpg"
  },
  {
    "content_description": "《边城》是沈从文的代表作，写于一九三三年至一九三四年初。这篇作品如沈从文的其他湘西作品，着眼于普通人、善良人的命运变迁，描摹了湘女翠翠阴差阳错的生活悲剧，诚如作者所言：“一切充满了善，然而到处是不凑巧。既然是不凑巧，因之素朴的善终难免产生悲剧。”\n《边城》写出了一种如梦似幻之美，像摆渡、教子、救人、助人、送葬这些日常小事，在作者来都显得相当理想化，颇有几分“君子田”的气象。当然，矛盾也并非不存在，明眼人一看便知，作者所用的背景材料中便隐伏着社会矛盾的影子。作者亦不曾讳言他的写作意图是支持“民族复兴大业的人”，“给他们一种勇气和信心”。",
    "ISBN": "9787537823425",
    "name": "边城",
    "author": "沈从文",
    "price": "12.00元",
    "press": "北岳文艺出版社",
    "score": "8.6",
    "link": "https://book.douban.com/subject/1057244/",
    "author_profile": "沈从文（1902-1988），小说家、散文家。原名沈岳焕，湖南凤凰人。1918年小学毕业后，随本乡土著部队在沅水流域各县生活，后正式参加军队。 1922年受五四运动影响离开军队到北京，学习写作。1924年起开始在北京《晨报》副刊、《现代评论》、《小说月报》发表作品。1934年至1935 年，在北京、天津编辑《大公报》文艺副刊。抗战爆发后在昆明西南联大任教。新中国成立后，在中国历史博物馆和故宫博物院工作。著有长篇小说《边城》、《长河》等，散文集《湘行散记》、《湘西》等。",
    "date": "2002-4",
    "page": "174",
    "cover": "9787537823425.jpg"
  },
  {
    "content_description": "天龙八部乃金笔下的一部长篇小说，与《射雕》，《神雕》等    几部长篇小说一起被称为可读性最高的金庸小说。《天龙》的故事情节曲折，内容丰富，也曾多次被改编为电视作品。是金庸作品中集大成的一部。故事以南宋末年动荡的社会环境为背景，展开波澜壮阔的历史画卷，塑造了乔峰、段誉、虚竹、慕容复等形象鲜明的人物，成为武侠史上的经典之作。故事精彩纷呈，人物命运悲壮多变，是可读性很强的作品，具有震撼人心的力量",
    "ISBN": "9787108006721",
    "name": "天龙八部",
    "author": "金庸",
    "price": "96.0",
    "press": "生活.读书.新知三联书店",
    "score": "9.0",
    "link": "https://book.douban.com/subject/1255625/",
    "author_profile": "金庸（1924年2月6日—），香港“大紫荆勋贤”。原名查良镛(zhā liáng yōng，英：Louis Cha)，浙江海宁人，当代著名作家、新闻学家、企业家、社会活动家，《香港基本法》主要起草人之一。金庸是新派武侠小说最杰出的代表作家，被普遍誉为武侠小说作家的“泰山北斗”，更有金迷们尊称其为“金大侠”或“查大侠”。\n金庸生于1924年，祖籍为安徽省桐城，出生在浙江海宁，查家为当地望族，历史上最鼎盛期为清康熙年间，以查慎行为首叔侄七人同任翰林。现代查氏家族还有两位知名人物，南开大学教授查良铮（穆旦）（四十年代九叶派代表诗人，翻译家），台湾学术界风云人物、司法部长查良钊。出自海宁的著名人物还有王国维和徐志摩。徐志摩是金庸的表兄。金庸祖父查沧珊是“丹阳教案”的当事人。\n1937年，金庸考入浙江一流的杭州高中，离开家乡海宁。1939年金庸15岁时曾经和同学一起编写了一本指导学生升初中的参考书《给投考初中者》，畅销内地，这是此类书籍在中国第一次出版，也是金庸出版的第一本书。1941年日军攻到浙江，金庸进入联合高中，那时他17岁，临毕业时因为写讽刺黑板报《阿丽丝漫游记》被开除。另一说是写情书.1944年考入重庆国立政治大学外文系，因对国民党职业学生不满投诉被勒令退学，一度进入中央图书馆工作，后转入苏州东吴大学(今苏州大学)学习国际法。抗战胜利后回杭州进《东南日报》做记者，1948年在数千人参加的考试中脱颖而出，进入《大公报》，做编辑和收听英语国际电讯广播当翻译。不久《大公报》香港版复刊，金庸南下到香港。\n1950年，《大公报》所属《新晚报》创刊，金庸调任副刊编辑，主持《下午茶座》栏目，也做翻译、记者工作，与梁羽生（原名陈文统）一个办公桌，写过不少文艺小品和影评（笔名姚馥兰和林欢）。姚馥兰的意思是英文的Your friend.(你的朋友)。1955年开写《书剑恩仇录》，在《大公报》与梁羽生、陈凡（百剑堂主）开设《三剑楼随笔》，成为专栏作家。1957年进入长城电影公司，专职为编剧，写过《绝代佳人》、《兰花花》、《不要离开我》、《三恋》、《小鸽子姑娘》、《午夜琴声》等剧本，合导过《有女怀春》、《王老虎抢亲》（所用笔名为林欢）。\n建国不久，金庸为了实现外交家的理想来到北京，但由于种种原因而失望地回到香港，从而开始了武侠小说的创作。\n1959年离开长城电影公司，与中学同学沈宝新合资创办《明报》，任主编兼社长历35年，期间又创办《明报月刊》、《明报周刊》、新加坡《新明日报》及马来西亚《新明日报》等。金庸任董事长期间，《明报》成为香港最有影响的报纸之一，有人把它比喻成香港的《泰晤士报》。其对中国时局的预测和分析，是其它报纸不能比拟的。《明报月刊》则是华人世界最文人化的刊物，其对大中华关怀，深受全世界华人好评。\n从五十年代末——七十年代初，金庸共写武侠小说15部，1972年宣布封笔，开始修订工作。\n1981年后金庸数次回大陆，先后受到邓小平、江泽民等领导人的接见，1985年任香港基本法起草委员会委员，1986年被任命为基本法起草委员会“政治体制”小组港方负责人，1989年辞去基本法委员职务，卸任《明报》社长职务，1992年到英国牛津大学当访问学者，1994年辞去《明报》企业董事局主席职务。1999~2005年任浙江大学人文学院院长。\n金庸博学多才。就武侠小说方面，金庸阅历丰富，知识渊博，文思敏捷，眼光独到。他继承古典武侠小说之精华，开创了形式独特、情节曲折、描写细腻且深具人性和豪情侠义的新派武侠小说先河。举凡历史、政治、古代哲学、宗教、文学、艺术、电影等都有研究，作品中琴棋书画、诗词典章、天文历算、阴阳五行、奇门遁甲、儒道佛学均有涉猎，金庸还是香港著名的政论家、企业家、报人，曾获法国总统“荣誉军团骑士”勋章，英国牛津大学董事会成员及两所学院荣誉院士，多家大学名誉博士。\n金庸一支笔写武侠，一支笔纵论时局，享誉香江；少年游侠，中年游艺，老年游仙；为文可以风行一世，为商可以富比陶朱，为政可以参国论要：金庸一生的传奇，可谓多姿多彩之至。佛学对金庸的影响很大。在他的文学作品中处处可见金庸中庸平和的风格。",
    "date": "1994-5",
    "page": "1573",
    "cover": "9787108006721.jpg"
  },
  {
    "content_description": "百年一遇的数学天才石神，每天唯一的乐趣，便是去固定的便当店买午餐，只为看一眼在便当店做事的邻居靖子。\n靖子与女儿相依为命，失手杀了前来纠缠的前夫。石神提出由他料理善后。石神设了一个匪夷所思的局，令警方始终只能在外围敲敲打打，根本无法与案子沾边。石神究竟使用了什么手法？",
    "ISBN": "9787544245555",
    "name": "嫌疑人X的献身",
    "author": "（日）东野圭吾",
    "price": "19.80元",
    "press": "南海出版公司",
    "score": "9.0",
    "link": "https://book.douban.com/subject/4117922/",
    "author_profile": "东野圭吾，日本著名作家。1958年生于大阪。1985年，以第31届江户川乱步奖获奖作品《放学后》出道，开始扬名立万。20年作品逾60部，几乎囊括了日本所有大奖，1998年，《秘密》获第52届日本推理作家协会奖，入围第120届直木奖；1999年，《白夜行》入围第122届直木奖；2001年，《暗恋》入围第125届直木奖；2003年，《信》入围第129届直木奖。2006年，《嫌疑人X的献身》终于捧得日本文学最高荣誉直木奖。\n前期作品多写得精巧细致，随着写作功底浸润日深，尤其是《白夜行》之后，笔锋日渐老辣：文字鲜加雕琢，叙述简练凶狠，情节跌宕诡异，故事架构几至匪夷所思的地步。至巅峰之作《嫌疑人X的献身》，叙事与推理，均已炉火纯青：最好的诡计、无懈可击的推理、恰当的伏笔，以及最普通但最不易猜透的悬念，受到大奖评委的莫大青睐，同时获得直木奖和本格推理小说大奖，更受到评论界、媒体和广大读者的如潮好评，创造了日本推理小说史上绝无仅有的奇迹——同时摘得“这本小说了不起”、“本格推理小说Top 10”、“周刊文艺推理小说Top 10”三大推理小说排行榜年度总冠军。",
    "date": "2009年11月",
    "page": "251",
    "cover": "9787544245555.jpg"
  },
  {
    "content_description": "柯景腾读国中时是一个成绩暴烂而且又调皮捣蛋的男生，老师将他“托付”给班里最优秀的女生沈佳仪。只要他不认真学习，沈佳仪就会用钢笔戳他的衣服。\n在沈佳仪的监督和鼓励下，柯景腾的成绩就像芝麻开花节节高，渐渐地，他也喜欢上了气质优雅的沈佳仪。但是柯景腾却不敢向心爱的女生表白，因为几乎被所有男生喜欢的沈佳仪对追求她的男生一律有一种反感，她只想好好学习，不希望别人介入自己的生活。\n但是，为何沈佳仪唯独愿意把心事与柯景腾分享呢？她对他究竟有没有别样的感觉呢？柯景腾暗恋沈佳仪八年最终能否修得正果呢？让我们走进《那些年，我们一起追过的女孩》，一起来寻找最纯真的感动吧！",
    "ISBN": "9787806737842",
    "name": "那些年，我们一起追的女孩",
    "author": "九把刀",
    "price": "20.00元",
    "press": "花山文艺出版社",
    "score": "8.2",
    "link": "https://book.douban.com/subject/1958227/",
    "author_profile": "九把刀，本名柯景腾，东海大学研究生，网坛文学高手。99 年以中篇小说《恐惧炸弹》在网络上一炮而红。部分作品在台湾新生报等媒体连载，读者反应热烈，目前网络文学最大站猫园中长篇小说版最具人气的作家！被誉为“网络文学经典制造机”。九把刀在写作上自创一种黑色神经喜剧的风格，用词辛辣，奇想联翩，好笑且诱人深省，别有一番神奇寓意。",
    "date": "2007-1",
    "page": "196",
    "cover": "9787806737842.jpg"
  },
  {
    "content_description": "第五部的内容包括两大部分。\n第一部分是内争。写严嵩倒台后徐阶、高拱、张居正三个杰出的政治家各施手段，你方唱罢我登场。三人都是实干家，为中兴朝廷呕心沥血；同样又都是阴谋家，铲除异己心狠手辣。而这两点又均以张居正为最：一条鞭法和考成法的改革措施遗惠万民、泽及百代；顺我者昌，逆我者死，虽杀门生亦不眨眼。\n第二部分是外战，亦即援朝抗日战争。从庙算到外交，从战争到和平，帷幄运筹神鬼莫测、惊心动魄。战争场面波澜壮阔、杀声震天。更描绘了一系列栩栩如生、呼之欲出的英雄人物，如“不世出之英雄”李如松，临危受命、甘当大任的朝鲜名将李舜臣，誓死不退、以身殉国的老将邓子龙等。",
    "ISBN": "9787505724181",
    "name": "明朝那些事儿（伍）",
    "author": "当年明月",
    "price": "28.80",
    "press": "中国友谊出版公司",
    "score": "8.8",
    "link": "https://book.douban.com/subject/3009821/",
    "author_profile": "当年明月，青年历史学者，畅销书作家。专业职称为副研究员，明史学会会员。是心灵历史的开创者，担任国内多家电视台文史类节目主讲人。所著作品《明朝那些事儿》销量过五百万册，为三十年来最畅销之史学读本。",
    "date": "2008-3",
    "page": "329",
    "cover": "9787505724181.jpg"
  },
  {
    "content_description": "年仅18岁的韩寒是一个引人注目的角色。他是上海松江二中高一的学生，以一篇《杯中窥人》问鼎首届全国新概念作文大赛一等奖，并出版了长篇新作《三重门》，但与此同时，他却在期末考试中几门功课高挂“红灯”而留级、休学。韩寒如今成为一个热门话题——“一个‘高材’留级生引出的话题”，引起众多师生和家长的关注，以及语文教育的反思。这个韩寒，究竟是一个怎样的人？他对社会、对人世、对人生、对周围的一切怎么看？通过他的",
    "ISBN": "9787208035164",
    "name": "零下一度",
    "author": "韩寒",
    "price": "12.00",
    "press": "上海人民出版社",
    "score": "7.2",
    "link": "https://book.douban.com/subject/1034108/",
    "author_profile": "韩寒，1982.9.23出生于上海金山。作家，赛车手。1998年“新概念”作文大赛以《杯中窥人》获一等奖，其文笔老练，语言犀利。 1999年三月韩寒开始写作小说《三重门》，至今销售量已逾190万多册。后退学，现为上海大众333 车队职业赛车手，成绩优异。已出版作品：《三重门》、《零下一度》、《像少年啦飞驰》、《通稿2004》、《毒》、《韩寒五年文集》、《长安乱》、《就这么漂来漂去》、《一座城池》、《寒》、《光荣日》 或有其他，则为伪作。",
    "date": "2000-08",
    "page": "209",
    "cover": "9787208035164.jpg"
  },
  {
    "content_description": "《华胥引(套装共2册)》主要内容包括：华胥一引，乱世成殇。琴弦震响于九州列国之上，无声惊动。这是一个发生在乱世的故事。城破之日，卫国公主叶蓁以身殉国，依靠鲛珠死而复生。当她弹起华胥调，便生死人肉白骨，探入梦境与回忆。幻术构成的曲谱里，尽是人世的辛酸与苦涩。而她与亡她国家的陈国世子一次一次于幻境中相遇，身份两重，缘也两重。清平华胥调，能不能让每个人追回旧日的思念，不再悲伤？",
    "ISBN": "9787802443914",
    "name": "华胥引（全二册）",
    "author": "唐七公子",
    "price": "39.80元",
    "press": "现代出版社",
    "score": "8.6",
    "link": "https://book.douban.com/subject/5916880/",
    "author_profile": "唐七公子： 中学时看王尔德的书，里边有句话一直记着。他说，一个人想恢复青春，只消重演过去干的蠢事就够了。倒并不是觉得他说得好，不知道怎么就记到现在了。如今，我每天都在干蠢事，一边青春着，一边觉得继续这么青春下去有点不妙。\n出版有作品《华胥引》《岁月是朵两生花》《三生三世十里桃花》等",
    "date": "2011-1",
    "page": "448",
    "cover": "9787802443914.jpg"
  },
  {
    "content_description": "《灌篮高手》又名《篮球飞人》，故事讲述高一学生樱木花道在国中时被50位他心仪的女孩子拒绝了，因第50个女生的一句“我喜欢的是篮球队的小田同学。”而对篮球深恶痛绝。但当他进了湘北高校后，一名叫晴子的女生走来问他“你喜欢篮球吗？”因为晴子，樱木于是由从不喜欢篮球，摇身一变地向晴子说： “我喜欢！”樱木为得到晴子的芳心，不顾一切的加入湘北篮球社，并以惊人的速度进步，这样樱木的篮球生涯自此展开了。\n在湘北篮球队中，队长赤木是位一直因无良好队友而无法出人头地的灌篮高手。然而在这一年有初中时已是篮球高手的流川枫，经常打架而住院的宫城良田出院，曾误入歧途但初中时是MVP的三井寿加入湘北篮球社，使赤木称霸全国的心愿不再是梦想。在县大赛中，他们五人合力终于拿到全国大赛的入场券。\n全国大赛毕竟不同于县大赛，在第二回合，湘北就碰上了去年也是前年的霸主——三王工高。所有观众都认为三王必胜，湘北处于心理弱势。然而历史的改变势不可当，湘北背水一战，在死对头樱木花道和流川枫的合作下，终将山王击败……",
    "ISBN": "9787806649343",
    "name": "灌篮高手31",
    "author": "[日] 井上雄彦",
    "price": "7.50元",
    "press": "长春出版社",
    "score": "9.5",
    "link": "https://book.douban.com/subject/1221515/",
    "author_profile": "井上雄彦在日本九州鹿儿岛县出生，最喜欢的漫画家是池上辽一，最喜欢的篮球明星是美国芝加哥公牛队的迈克尔·乔丹。从19岁开始，正是在大学就学期间，他一有空闲就会抓紧业余时间大量地绘画漫画，结果工多艺熟，为他将来向漫画界发展打下良好的基础。由于从小就受到水岛新司的作品影响，所以也都很喜欢绘画一些充满动感的体育漫画。 1989年，年仅22岁的雄彦凭着出色的画技获得手冢治虫奖。在导师的鼓励下，他毅然决定离开已就读三年的熊本大学文学部， 投身于漫画界发展。 由于他的漫画入选了《少年JUMP》，经编辑介绍，他在北条司门下做了一年助理。期间，他一直都有个人连载漫画出版，到了1990年，他推出的漫画集《篮球飞人》，非常畅销。",
    "date": "2005-1",
    "page": "184",
    "cover": "9787806649343.jpg"
  },
  {
    "content_description": "《黄金时代》是《时代三部曲》之一。  这是以文革时期为背景的系列作品构成的长篇。发生“文化大革命”的二十世纪六七十年代，正是我们国家和民族的灾难年代。那时，知识分子群体无能为力而极“左”政治泛滥横行。作为倍受歧视的知识分子，往往丧失了自我意志和个人尊严。在这组系列作品里面，名叫“王二”的男主人公处于恐怖和荒谬的环境，遭到各种不公正待遇，但他却摆脱了传统文化人的悲愤心态，创造出一种反抗和超越的方式：既然不能证明自己无辜，便倾向于证明自己不无辜。于是他以性爱作为对抗外部世界的最后据点，将性爱表现得既放浪形骸又纯",
    "ISBN": "9787536025080",
    "name": "黄金时代",
    "author": "王小波",
    "price": "19.00元",
    "press": "花城出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/1089243/",
    "author_profile": "王小波：男，1952年生于北京。他是唯一一位两次荣获世界华语文学界的重要奖项——台湾联合报系文学奖中篇小说大奖（第13届和第16届）的祖国大陆作家。他经历、学历复杂，先后当过知青，民办教师，工人，工科大学生，后到美国兹堡大学取得文学硕士学位，再学计算机，在统计系当助教，回国后在中国人民大学和北京大学任教。",
    "date": "1999-3",
    "page": "375",
    "cover": "9787536025080.jpg"
  },
  {
    "content_description": "最经典的群众出版社的翻译版本，一经出版，立即风靡成千上万的中国人。离奇的情节，扣人的悬念，世界上最聪明的侦探，人间最诡秘的案情，福尔摩斯不但让罪犯无处藏身，也让你的脑细胞热情激荡，本套书获第一届全国优秀外国文学图书奖。",
    "ISBN": "9787501408580",
    "name": "福尔摩斯探案全集（上中下）",
    "author": "[英] 阿·柯南道尔",
    "price": "53.00元/68.00元",
    "press": "群众出版社",
    "score": "9.2",
    "link": "https://book.douban.com/subject/1040211/",
    "author_profile": "柯南道尔（1859-1930）生于苏格兰爱丁堡附近的皮卡地普拉斯，父亲是政府建工部的公务员。青海年时期在教会学校学习，的来在爱丁堡大学攻读医学，一八八五年获医学博士学位。一九0二年，因对英国在南非战争的政策辩护而被封爵。",
    "date": "1981-8",
    "page": "531；706；583",
    "cover": "9787501408580.jpg"
  },
  {
    "content_description": "这本书是作者过去几年给一些期刊报纸写的专栏文章结集，其中主要是给《南方人物周刊》的文章。全书中以讲故事的形式，把“美国的民主”这样一个概念性的东西拆解成点点滴滴的事件、政策和人物去描述。",
    "ISBN": "9787542629586",
    "name": "民主的细节",
    "author": "刘瑜",
    "price": "25.00",
    "press": "上海三联书店",
    "score": "8.7",
    "link": "https://book.douban.com/subject/3813669/",
    "author_profile": "刘瑜，哥伦比亚大学政治学博士，哈佛大学博士后，剑桥大学讲师。现任教于清华大学政治系，担任副教授。",
    "date": "2009-6",
    "page": "293",
    "cover": "9787542629586.jpg"
  },
  {
    "content_description": "前世今生系列之一。\n“你若敢死，我立刻便去找折颜要药水，把你忘得干干净净”\n他的身子一颤，半晌，扯出一个笑来，他说：“那样也好。”\n他在这世上，留给我的最后一句话是，那样也好。\n你有没有爱过一个人？你有没有恨过一个人？\n三百年前，诛仙台上的她绝然转身跳下，让铜镜那边的他亲眼见她隔世永别。\n这世间再没她这样一个凡尘女子了，九重天上的太子夜华，不过是她做的一场梦，带着无尽苦楚和微微桃花色。\n可是美梦终究会醒，支离破碎后，她端起了孟婆汤，永远忘记这一段尘缘。\n三百年后，东海龙宫中，她与他不期而遇，再生再世，再次面对这个负心人时，她淡然如风，却不知他为何用冰冷的手一次次摩挲过她的双眼。\n三生三世，她和他，是否注定背负一段纠缠的姻缘？\n三生三世，她和他，是否终能互许一个生生世世的承诺？",
    "ISBN": "9787544138000",
    "name": "三生三世 十里桃花",
    "author": "唐七公子",
    "price": "26.80",
    "press": "沈阳出版社",
    "score": "8.3",
    "link": "https://book.douban.com/subject/3426869/",
    "author_profile": "唐七公子：中学时看王尔德的书，里边有句话一直记着。他说，一个人想恢复青春，只消重演过去干的蠢事就够了。倒并不是觉得他说得好，不知道怎么就记到现在了。如今，我每天都在干蠢事，一边青春着，一边觉得继续这么青春下去实在不妙。",
    "date": "2009-1",
    "page": "288",
    "cover": "9787544138000.jpg"
  },
  {
    "content_description": "东野圭吾成名作\n荣获第31届江户川乱步奖\n草长莺飞的青春，忽如琉璃般生生粉碎。\n当美丽、纯粹、真实的事物被破坏，重视的回忆和梦想被摧毁时，恨意便开始萌发，恣意蔓延开来……\n在这所清华女中，有人喜欢我，有人恨我。\n星期六早晨，车站月台上，有人突然从旁撞来，我险些跌落铁轨；\n星期一放学后，我游完泳进入淋浴间冲洗，差点中机关触电身亡；\n星期二放学后，一盆天竺葵从教学楼三层坠落，直直砸向我头顶；\n星期四放学后，一位老师被毒死在我常用的更衣室，他是替我而死？\n悚然之间才明白，我似已无路可逃……",
    "ISBN": "9787544245517",
    "name": "放学后",
    "author": "（日）东野圭吾",
    "price": "20.00元",
    "press": "南海出版公司",
    "score": "7.6",
    "link": "https://book.douban.com/subject/4074636/",
    "author_profile": "东野圭吾，日本著名作家。\n1985年，凭《放学后》获第31届江户川乱步奖，开始专职写作。1999年，《秘密》获第52届日本推理作家协会奖，入围第120届直木奖；此后《白夜行》、《暗恋》、《信》、《幻夜》四度入围直木奖；2006年，《嫌疑人X的献身》史无前例地将第134届直木奖、第6届本格推理小说大奖及当年度三大推理小说排行榜第1名一并斩获。\n早期作品多为精巧细致的本格推理，后期笔锋越发老辣，文字鲜加雕琢，叙述简练凶狠，情节跌宕诡异，故事架构几至匪夷所思的地步，擅长从极不合理之处写出极合理的故事，功力之深令世人骇然。",
    "date": "2009-11",
    "page": "215",
    "cover": "9787544245517.jpg"
  },
  {
    "content_description": "猪八戒和孙悟空虽然都神通广大，但在命运面前终究是软弱无力的小人物。顶天立地的美猴王实际上仍然是那个充满惊恐的小猴子，而决心与命运抗争的天逢若非紧急也终究不肯以猪的面目见阿月。神仙尚且如此，何况吾辈生来渺小的小人物呢？随着年纪的增长，少年时素怀的“愿乘长风破万里浪”的豪情壮志早已经烟消云散，只剩下一个行尸走肉的家伙还在苟延残喘。自己何尝不是一只因为知道自己身份而在午夜对月痛哭的猪啊！但他们最终战胜了命运，而我呢？",
    "ISBN": "9787801453648",
    "name": "悟空传",
    "author": "今何在",
    "price": "14.80元",
    "press": "光明日报出版社",
    "score": "8.5",
    "link": "https://book.douban.com/subject/1003000/",
    "author_profile": "今何在，网络文学作家，1977年生人。《悟空传》、《诺星汉天空》作者。做过网站管理，游戏策划，影视编剧。",
    "date": "2001-4",
    "page": "300",
    "cover": "9787801453648.jpg"
  },
  {
    "content_description": "《笑傲江湖》是金庸1967年写的一部武侠小说，属于金庸的后期作品。",
    "ISBN": "9787108006639",
    "name": "笑傲江湖（全四册）",
    "author": "金庸",
    "price": "76.80元",
    "press": "生活·读书·新知三联书店",
    "score": "8.9",
    "link": "https://book.douban.com/subject/1002299/",
    "author_profile": "金庸本名查良镛，浙江海宁人，1924年生。上海东吴法学院毕业，知名学者、文学家、社会活动家，也是华人世界有成就的老报人。于一1959年在香港亲手创办明报机构，出版报纸、杂志和图书，一九九三年退休。先后创作了十五部长篇及短篇小说，广受当代读者欢迎，至今已蔚为全球华人的共同语言，堪称中国武侠文学的经典之作，其中若干部小说已译成英文、日文、法文、泰文、越文、马来文及朝鲜文等在海外出版发行。曾获颂众多荣衔，包括2000年获香港特别行政区颁授最高荣誉大紫荆勋章，先后获香港大学、香港理工大学、香港公开大学、加拿大英属哥伦比亚大学和日本创价大学授以博士学位，并获得香港大学、加拿大英属哥伦比亚大学、北京大学、浙江大学、苏州大学、南开大学、台北清华大学聘任为名誉教授，以及英国牛津大学圣安东尼学院、慕莲学院，英国剑桥大学鲁宾森学院及李约瑟研究院，澳洲墨尔本大学和新加坡东亚研究所选为荣誉院士，同时还担任浙江大学人文学院院长、教授、博士生导师，英国牛津大学汉学研究院高级研究员。",
    "date": "1994-5",
    "page": "1599",
    "cover": "9787108006639.jpg"
  },
  {
    "content_description": "《许三观卖血记》是余华1995年创作的一部长篇小说，它以博大的温情描绘了磨难中的人生，以激烈的故事形式表达了人在面对厄运时求生的欲望。小说讲述了许三观靠着卖血渡过了人生的一个个难关，战胜了命运强加给他的惊涛骇浪，而当他老了，知道自己的血再也没有人要时，精神却崩溃了。",
    "ISBN": "9787544211765",
    "name": "许三观卖血记",
    "author": "余华",
    "price": "16.80元",
    "press": "南海出版公司",
    "score": "8.7",
    "link": "https://book.douban.com/subject/1029791/",
    "author_profile": "余华（1960- ）当代作家。浙江海盐人，出生于浙江杭州，后来随父母迁居海盐县。中学毕业后，因父母是医生，作了牙医，五年后弃医从文，进入县文化馆和嘉兴文联，从此开始文学创作生涯。曾在北京鲁迅文学院与北师大中文系合办的研究生班深造，1984年开始发表小说。余华是中国先锋派小说的代表人物，与叶兆言、苏童等人齐名。作品有短篇小说集《十八岁出门远行》、《世事如烟》，长篇小说《活着》、《在细雨中呼喊》及《战栗》。",
    "date": "1998-9",
    "page": "269",
    "cover": "9787544211765.jpg"
  },
  {
    "content_description": "夏洛蒂和传记作者告诉我们，爱米丽生性独立、豁达、纯真、刚毅、热情而又内向。她颇有男儿气概，酷爱自己生长其间的荒原，平素在离群索居中，除去手足情谊，最喜与大自然为友，从她的诗和一生行为，都可见她天人合一宇宙观与人生观的表现，有人因此而将她视为神秘主义者。其实人与自然的关系，从来就是人类文明史上重要的命题，爱米丽不过是步历代哲人、隐者、科学家、艺术家后尘，通过生活和创作，身体力行地探寻人与自然的关系。\n由于爱米丽一生经历简短，她既未受完整系统教育，又没有爱情婚姻实际体验，人们对于她能写出《呼啸山庄》这样深刻独特的爱情绝唱也曾疑惑不解。对这一问题，早有人以“天才说”\n做出解释，而经过百余年的研考据，传记作者和评论家又提出了更加令人信服的凭据。爱米丽以及她的姐妹，虽然生长在苦寒单调的约克郡，她们的父亲帕特里克・勃朗特却来自北爱尔兰，母亲玛丽亚・勃兰威尔是威尔士人。这一对父母所属民族的祖先，同属具有冲动浪漫气质的凯尔特人，而且二人都不乏写诗为文的天分：帕特里克又一向怀有文学抱负，曾自费出版诗集；玛丽亚出嫁前写给帕特里克的情书，也是文采斐然。继承了父母的遗传基因，又受到荒原精神的陶冶哺育，爱米丽的艺术天才无疑并非无源之水；而且她家那座荒原边缘上的牧师住宅，外观虽然冷落寒酸，内里却因几个才智过人的子女相亲相携而温馨宜人。他们自幼相互鼓励、切磋，以读书写作为乐。这一方面大大冲淡了物质匮乏之苦；同时也培养锻炼了他们的写作功力。\n爱米丽的写作，从诗开始，她在着手创作《呼啸山庄》之前十六七年间，陆续写出习作诗文《贡代尔传奇》和短诗，如今所见，仅近二百首诗。姑且不论它们本身的艺术价值，这些文字起码也是创作《呼啸山庄》这部不朽之作的有益准备。换言之，她写《呼啸山庄》，是她写诗的继续。她的诗，真挚、雄劲、粗犷、深沉、高朗，这也是《呼啸山庄》的格调。",
    "ISBN": "9787020027606",
    "name": "呼啸山庄",
    "author": "艾米莉·勃朗特",
    "price": "27.30元",
    "press": "人民文学出版社",
    "score": "8.4",
    "link": "https://book.douban.com/subject/1119522/",
    "author_profile": "",
    "date": "1999-1",
    "page": "399",
    "cover": "9787020027606.jpg"
  },
  {
    "content_description": "三毛作品中最膾炙人口的《撒哈拉的故事》﹐\n由１２篇精采動人的散文結合而成﹐\n其中＜沙漠中的飯店＞﹐\n是三毛適應荒涼單調的沙漠生活後﹐\n重新拾筆的第一篇文字﹐\n自此之後﹐三毛便寫出一系列以沙漠為背景的故事﹐\n風靡了全世界的中文讀者。",
    "ISBN": "9789573305545",
    "name": "撒哈拉的故事",
    "author": "三毛",
    "price": "160 TWD",
    "press": "皇冠出版社",
    "score": "9.0",
    "link": "https://book.douban.com/subject/1361264/",
    "author_profile": "台灣的著名作家──三毛\n1943年3月26日出生於重慶，浙江省定海縣人。本名為陳懋平，1946年改名陳平。\n筆名『三毛』更不知出自何處，只在她的《鬧學記》一篇序文中提及『三毛』二字暗藏一個《易經》的卦象，至於這卦象究竟隱藏何種玄機，序文中並沒有進一步的交代。\n三毛的母親繆進蘭曾在〈我的女兒，大家的三毛〉這篇文章中，提及四個兄弟姊妹裡，次女三毛的性格最為特行卓立、不依常規，以及不能忍受虛假，因此父母要在她身邊看守著每一腳步是否踏穩。\n另外，有讀者認為『流浪』才是三毛真正的名字，無論是她的遺作、她的遊歷和她心靈情感的轉折，始終透著一點點浪跡天涯的意味。\n1973年7月，三毛與荷西在沙漠小鎮阿尤恩結婚。與荷西一道生活的歲月，三毛的文章充滿歡笑、喜樂，讀者閱讀他的小說，彷彿感受著她愉悅的婚姻生活，即使面對大風沙的侵襲，她仍顯得積極與樂觀。然而自荷西離開人世後，三毛的文章也頓時『黑暗』了起來，其文字不再有笑容，代替的只是無盡的悲傷。\n1990年，三毛創作的電影劇本《滾滾紅塵》榮獲金馬獎八項大獎。其生平重要著作有《撒哈拉的故事》、《雨季不再來》、《哭泣的駱駝》、《我的寶貝》、《鬧學記》……等散文小說集，譯有《娃娃看天下》、《蘭嶼之歌》，以及創作電影劇本《滾滾紅塵》、《親愛的三毛》、《我的快樂天堂》、《高原的百合花》。\n然而令人惋惜的是，1991年1月4日凌晨，三毛在醫院自縊身亡，享年四十八歲。",
    "date": "1976",
    "page": "240",
    "cover": "9789573305545.jpg"
  },
  {
    "content_description": "一个英国证券交易所的经纪人，本已有牢靠的职业和地位、美满的家庭，但却迷恋上绘画，像“被魔鬼附了体”，突然弃家出走，到巴黎去追求绘画的理想。他的行径没有人能够理解。他在异国不仅肉体受着贫穷和饥饿煎熬，而且为了寻找表现手法，精神亦在忍受痛苦折磨。经过一番离奇的遭遇后，主人公最后离开文明世界，远遁到与世隔绝的塔希提岛上。他终于找到灵魂的宁静和适合自己艺术气质的氛围。他同一个土著女子同居，创作出一幅又一幅使后世震惊的杰作。在他染上麻风病双目失明之前，曾在自己住房四壁画了一幅表现伊甸园的伟大作品。但在逝世之前，他却命令土著女子在他死后把这幅画作付之一炬。通过这样一个一心追求艺术、不通人性世故的怪才，毛姆探索了艺术的产生与本质、个性与天才的关系、艺术家与社会的矛盾等等引人深思的问题。同时这本书也引发了人们对摆脱世俗束缚逃离世俗社会寻找心灵家园这一话题的思考，而关于南太平洋小岛的自然民风的描写也引人向往。\n《月亮和六便士》说问世后，以情节入胜、文字深刻在文坛轰动一时，人们争相传看。在小说中，毛姆用第一人称的叙述手法，借“我”之口，叙述整个故事，有人认为这篇小说的原型是法国印象派画家高更，这更增加了它的传奇色彩，受到了全世界读者的关注。",
    "ISBN": "9787532739547",
    "name": "月亮和六便士",
    "author": "[英] 毛姆",
    "price": "15.00元",
    "press": "上海译文出版社",
    "score": "9.0",
    "link": "https://book.douban.com/subject/1858513/",
    "author_profile": "威廉·萨默赛特·毛姆（William Somerset Maugham）于1874年1月25日出生在巴黎。父亲是律师，当时在英国驻法使馆供职。小毛姆不满十岁，父母就先后去世，他被送回英国由伯父抚养。毛姆进坎特伯雷皇家公学之后，由于身材矮小，且严重口吃，经常受到大孩子的欺凌和折磨，有时还遭到冬烘学究的无端羞辱。孤寂凄清的童年生活，在他稚嫩的心灵上投下了痛苦的阴影，养成他孤僻、敏感、内向的性格。幼年的经历对他的世界观和文学创作产生了深刻的影响。\n1892年初，他去德国海德堡大学学习了一年。在那儿，他接触到德国哲学史家昆诺·费希尔的哲学思想和以易卜生为代表的新戏剧潮流。同年返回英国，在伦敦一家会计师事务所当了六个星期的练习生，随后即进伦敦圣托马斯医学院学医。为期五年的习医生涯，不仅使他有机会了解到底层人民的生活状况，而且使他学会用解剖刀一样冷峻、犀利的目光来剖视人生和社会。他的第一部小说《兰贝斯的丽莎》，正是根据他从医实习期间的所见所闻写成的。\n从1897年起，毛姆弃医专事文学创作。在接下来的几年里，他写了若干部小说，但是，用毛姆自己的话来说，其中没有一部能够“使泰晤士河起火“。他转向戏剧创作，获得成功，成了红极一时的剧作家，伦敦舞台竟同时上演他的四个剧本。他的第十个剧本《弗雷德里克夫人》连续上演达一年之久。这种空前的盛况，据说只有著名剧作家肖伯纳才能与之比肩。但是辛酸的往事，梦魇似地郁积在他心头，不让他有片刻的安宁，越来越强烈地要求他去表现，去创作。他决定暂时中断戏剧创作，用两年时间潜心写作酝酿已久的小说《人生的枷锁》。\n第一次大战期间，毛姆先在比利时火线救护伤员，后入英国情报部门工作，到过瑞士、俄国和远东等地。这段经历为他后来写作间谍小说《埃申登》提供了素材。战后他重游远东和南太平洋诸岛；1920年到过中国，写了一卷《中国见闻录》。1928年毛姆定居在地中海之滨的里维埃拉，直至1940年纳粹入侵时，才仓促离去。\n两次大战的间隙期间，是毛姆创作精力最旺盛的时期。二十年代及三十年代初期，他写了一系列揭露上流社会尔虞我诈、勾心斗角、道德堕落、讽刺，如《周而复始》、《比我们高贵的人们》和《坚贞的妻子》等。这三个剧本被公认为毛姆剧作中的佳品。1933年完稿的《谢佩》是他的最后一个剧本。毛姆的戏剧作品，情节紧凑而曲折，冲突激烈而合乎情理；所写人物，着墨不多而形象鲜明突出；对话生动自然，幽默俏皮，使人感到清新有力。但总的来说，内容和人物刻画的深度，及不上他的长、短篇小说，虽然他的小说作品也算不上深刻。这一时期的重要小说有：反映现代西方文明束缚、扼杀艺术家个性及创作的《月亮和六便士》；刻画当时文坛上可笑可鄙的现象的《寻欢作乐》；以及以大英帝国东方殖民地为背景、充满异国情调的短篇集《叶之震颤》等。短篇小说在毛姆的创作活动中占有重要位置。他的短篇小说风格接近莫泊桑，结构严谨，起承转落自然，语言简洁，叙述娓娓动听。作家竭力避免在作品中发表议论，而是通过巧妙的艺术处理，让人物在情节展开过程中显示其内在的性格。\n第二次大战期间，毛姆到了美国，在南卡罗莱纳、纽约和文亚德岛等地呆了六年。1944年发表长篇小说《刀锋》。在这部作品里，作家试图通过一个青年人探求人生哲理的故事，揭示精神与实利主义之间的矛盾冲突。小说出版后，反响强烈，特别受到当时置身于战火的英、美现役军人的欢迎。\n1946年，毛姆回到法国里维埃拉。1948年写最后一部小说《卡塔丽娜》。此后，仅限于写作回忆录和文艺评论，同时对自己的旧作进行整理。毛姆晚年享有很高的声誉，英国牛津大学和法国图鲁兹大学分别授予他颇为显赫的“荣誉团骑士“称号。同年1月25日，英国著名的嘉里克文学俱乐部特地设宴庆贺他的八十寿辰；在英国文学史上受到这种礼遇的，只有狄更斯、萨克雷、特罗洛普三位作家。1961年，他的母校，德国海德堡大学，授予他名誉校董称号。\n1965年12月15日，毛姆在法国里维埃拉去世，享年91岁。骨灰安葬在坎特伯雷皇家公学内。死后，美国著名的耶鲁大学建立了档案馆以资纪念。",
    "date": "2006-8",
    "page": "275",
    "cover": "9787532739547.jpg"
  },
  {
    "content_description": "《窗边的小豆豆》讲述了作者上小学时的一段真实的故事。作者因淘气被原学校退学后，来到巴学园。在小林校长的爱护和引导下，让一般人眼里“怪怪”的小豆豆逐渐成了一个大家都能接受的孩子，并奠定了她一生的基础。这本书不仅带给世界几千万读者无数的笑声和感动，而且为现代教育的发展注入了新的活力。",
    "ISBN": "9787544222976",
    "name": "窗边的小豆豆",
    "author": "[日] 黑柳彻子 著",
    "price": "20.00元",
    "press": "南海出版公司",
    "score": "8.7",
    "link": "https://book.douban.com/subject/1007914/",
    "author_profile": "黑柳彻子，日本作家、电视节目主持人、联合国儿童基金会亲善大使。\n她的代表作《窗边的小豆豆》1981年出版后，不仅在日本，而且在全球都引起了极大的反响，截至2001年，日文版累计销量达938万册。\n译者赵玉皎  毕业于北京外国语大学日本学研究中心，获日本文学硕士学位。",
    "date": "2003-1",
    "page": "288",
    "cover": "9787544222976.jpg"
  },
  {
    "content_description": "《兄弟》讲述了江南小镇两兄弟李光头和宋钢的人生。李光头的父亲不怎么光彩地意外身亡，而同一天李光头出生。宋钢的父亲宋凡平在众人的嘲笑声中挺身而出，帮助了李光头的母亲李兰，被后者视为恩人。几年后宋钢的母亲也亡故，李兰和宋凡平在互相帮助中相爱并结婚，虽然这场婚姻遭到了镇上人们的鄙夷和嘲弄，但两人依然相爱甚笃，而李光头和宋钢这对没有血缘关系的兄弟也十分投缘。\n李兰去上海看病，而“文革”开始，宋凡平遭受了极其残酷的虐待，但他坚持给病中的妻子写信，隐瞒了事实真相，用想像出的美好生活欺骗着妻子，但最终仍然逃脱不了惨死的命运。李兰为宋凡平守孝，7年不洗头，而李光头和宋钢则在相互照顾中成长……",
    "ISBN": "9787532129027",
    "name": "兄弟（上）",
    "author": "余华",
    "price": "16.00元",
    "press": "上海文艺出版社",
    "score": "8.3",
    "link": "https://book.douban.com/subject/1401425/",
    "author_profile": "余华，浙江海盐人，1960年出生于浙江杭州，后来随父母迁居海盐县。中学毕业后，因父母是医生，余华曾当过牙医，五年后弃医从文，进入县文化馆和嘉兴文联，从此开始文学创作生涯。曾在北京鲁迅文学院与北师大中文系合办的研究生班深造，1984年开始发表小说。余华是中国先锋派小说的代表人物，与叶兆言、苏童等人齐名。作品有短篇小说集《十八岁出门远行》、《世事如烟》，长篇小说《活着》、《在细雨中呼喊》及《战栗》。",
    "date": "2005-8",
    "page": "256",
    "cover": "9787532129027.jpg"
  },
  {
    "content_description": "《哈利·波特与凤凰社》是“哈利·波特”系列的第五部。\n漫长的暑假，哈利·波特被困在女贞路4号，意外地遭到摄魂怪的袭击……逃过一劫的哈利被护送到伦敦一个秘密的地方，在那里他见了自己的教父小天狼星布莱克、前任黑魔法防御术课教师卢平、疯眼汉穆迪以及他的朋友赫敏和罗恩。他只是知道邓布利多与凤凰社成员正在加紧秘密活动，以对抗日益强大的伏地魔。但是，所有的人都不愿向他透露更多的情况……\n哈利在茫然与愤怒中来到霍格沃茨，然而令他不解的是，邓布利多不愿见他，海格不知去向。更糟糕的是，哈利越来越频繁地在梦中看见一道长长的走廊，每当他快要走进长廊尽头的一扇门时，他都会头痛欲裂地从梦中惊醒，觉得自己身体里蠕动着一条大蛇……\n魔法部派来了一位专横跋扈的高级调查官，对学校各项事务横加干涉，并最终赶走了邓布利多校长，打伤了麦格教授，整个学校笼罩在一片混乱和压抑之中……\n大蛇的影子在哈利的脑海里越来越清晰，伏地魔走近了哈利……这时，邓布利多告诉他一个天大的秘密……",
    "ISBN": "9787020043279",
    "name": "哈利·波特与凤凰社",
    "author": "[英] J. K. 罗琳",
    "price": "59.00元",
    "press": "人民文学出版社",
    "score": "8.6",
    "link": "https://book.douban.com/subject/1013129/",
    "author_profile": "J. K. 罗琳（J. K. Rowling, 1965- ），英国女作家，自小喜欢写作，当过短时间的教师和秘书。二十四岁那年，她在前往伦敦的火车旅途中萌生了创作“哈利·波特”系列小说的念头。七年后，《哈利·波特与魔法石》问世，之后她陆续创作了《哈利·波特与密室》《哈利·波特与阿兹卡班囚徒》《哈利·波特与火焰杯》《哈利-波特与凤凰社》《哈利·波特与“混血王子”》和《哈利·波特与死亡圣器》，完成了该系列的创作，在全球刮起一股股“哈利·波特”飓风，在世界范围内掀起规模宏大的“哈利·波特”阅读狂潮。另外，在此期间，她还因为慈善事业而先后完成了《神奇动物在哪里》和《神奇的魁地奇球》这两部与“哈利·波特”系列相关的图书，最新完成的作品是《诗翁彼豆故事集》。\nJ.K.罗琳与她的丈夫及三个孩子生活在爱丁堡，一边尽享家庭生活的幸福，一边文学创作。",
    "date": "2003-9",
    "page": "575",
    "cover": "9787020043279.jpg"
  },
  {
    "content_description": "《文化苦旅》是余秋雨的第一部散文合集，所收作品主要包括两部分，一部分是历史、文化散文，散点论述，探寻文化；另一部分是回忆散文。",
    "ISBN": "9787806276983",
    "name": "文化苦旅",
    "author": "余秋雨",
    "price": "22.00元",
    "press": "东方出版中心",
    "score": "7.8",
    "link": "https://book.douban.com/subject/1050339/",
    "author_profile": "余秋雨，1946年生，汉族，浙江人。文化史学家、艺术学教授、博士生导师。现任上海戏剧学院教授上海写作学会会长。十余年来越野历险万公里，实地考察了中华文化在内的人类各大文明的兴衰脉络，沿途写下了《文化苦旅》、《山居笔记》、《霜冷长河》、《千年一叹》、《行者无疆》等著作。这些著作出版后，一直位居全球华文书排行榜前列。",
    "date": "2001-4",
    "page": "376",
    "cover": "9787806276983.jpg"
  },
  {
    "content_description": "《三国演义》又名《三国志演义》、《三国志通俗演义》，是我国小说史上最著名最杰出的长篇章回体历史小说。 《三国演义》的作者是元末明初人罗贯中，由毛纶，毛宗岗父子批改。在其成书前，“三国故事”已经历了数百年的历史发展过程。在唐代，三国故事已广为流传，连儿童都很熟悉。随着市民文艺的发展，宋代的“说话”艺人，已有专门说三国故事的，当时称为“说三分”。元代出现的《三国志平话》，实际上是从说书人使用的本子，虽较简略粗糙，但已初肯《三国演义》的规模。罗贯中在群众传说和民间艺人创作的基础上，又依据陈寿《三国志》及裴松之注中所征引的资料（还包括《世说新语》及注中的资料），经过巨大的创作劳动，写在了规模宏伟的巨著——《三国志通俗演义》全书24卷，240回。后来经过毛纶，毛宗岗父子批改，形成我们现在所见的《三国演义》120回版\r\n\r\n    由于人文出版社选取的毛批版本和明嘉靖版的《三国志通俗演义》颇有出入，将拥刘抑曹的思想发展到一个几乎病态的角度，且大量地删除了原文中赞扬曹操一方人物的诗词和评论，所以给世人造成一种三国演义打击曹操、歌颂刘备的错误印象，且该批改版将刘备一方无限神化，甚至将诸葛亮准备将魏延烧死在上方谷这样的情节统统删除，将诸葛说成是一个完美近乎神人的形象，这是大家阅读时候值得注意的地方。\r\n\r\n    由于该版本选用的是毛批改版，而且没有将毛家父子的批语选入，就会给人造成一种错觉，认为该版本和毛批本是不相同的，其实本书和毛批本完全一致，不过是删除了批语部分，加入了编者的注脚。请读者朋友们阅读时注意",
    "ISBN": "9787020008728",
    "name": "三国演义（全二册）",
    "author": "[明] 罗贯中",
    "price": "39.50元",
    "press": "人民文学出版社",
    "score": "9.2",
    "link": "https://book.douban.com/subject/1019568/",
    "author_profile": "罗贯中（约1330—约1400），汉族，名本，字贯中，号湖海散人。山西太原人，一说钱塘（现在浙江杭州）或庐陵（现在江西吉安）人。元末明初著名小说家、戏曲家，是中国章回小说的鼻祖。一生著作颇丰，主要作品有：剧本《赵太祖龙虎风云会》《忠正孝子连环谏》、《三平章死哭蜚虎子》；小说《隋唐两朝志传》《残唐五代史演义》《三遂平妖传》《粉妆楼》、和施耐庵合著的《水浒传》、代表作《三国演义》等。",
    "date": "1998-05",
    "page": "990",
    "cover": "9787020008728.jpg"
  },
  {
    "content_description": "《我们仨》是钱钟书夫人杨绛撰写的家庭生活回忆录。1998年，钱钟书逝世，而他和杨绛唯一的女儿钱瑗已于此前（1997年）先他们而去。在人生的伴侣离去四年后，杨绛在92岁高龄的时候用心记述了他们这个特殊家庭63年的风风雨雨、点点滴滴，结成回忆录《我们仨》。\n这本书分为两部分。第一部分中，作者以其一贯的慧心、独特的笔法，用梦境的形式讲述了最后几年中一家三口相依为命的情感体验。第二部分，以平实感人的文字记录了自1935年伉俪二人赴英国留学并在牛津喜得爱女，直至1998年丈夫逝世，63年间这个家庭鲜为人知的坎坷历程。",
    "ISBN": "9787108018809",
    "name": "我们仨",
    "author": "杨绛",
    "price": "18.80元",
    "press": "生活·读书·新知三联书店",
    "score": "8.6",
    "link": "https://book.douban.com/subject/1023045/",
    "author_profile": "杨绛（1911- ），本名杨季康，祖籍江苏无锡，生于北京。作家、评论家、翻译家、学者。1932年毕业于苏州东吴大学。1935-1938年留学英法，回国后曾在上海震旦女子文理学院、清华大学任教。1949年后，在中国社会科学院文学研究所、外国文学研究所工作。主要作品有剧本《称心如意》《弄假成真》，长篇小说《洗澡》，散文《干校六记》，随笔集《将饮茶》，译作《堂吉诃德》《吉尔·布拉斯》《小癞子》《斐多》等。",
    "date": "2003-7",
    "page": "165",
    "cover": "9787108018809.jpg"
  },
  {
    "content_description": "《苏菲的世界》是讲14岁的少女苏菲某天放学回家，发现了神秘的一封信。—你是谁？—世界从哪里来？就这样，在某个神秘导师的指引下，苏菲开始思索，从古希腊到康德、从祁克果到佛洛佛德等各位大师所思考的根本问题。与此同时，苏菲不断接到一些极不寻常的来信，世界像谜团一般在她眼底展开。苏菲运用少女天生的悟性与后天知识，企图解开这些谜团，然而，事实真相远比她所想的更怪异、更离奇……\n《苏菲的世界》，即是智慧的世界，梦的世界。\n它将会唤醒每个人内心深处对生命的赞叹\n与对人生终极意义的关怀和好奇。",
    "ISBN": "9787506309745",
    "name": "苏菲的世界",
    "author": "（挪威）乔斯坦·贾德",
    "price": "26.80",
    "press": "作家出版社",
    "score": "8.5",
    "link": "https://book.douban.com/subject/1045818/",
    "author_profile": "乔斯坦·贾德1952年生于挪威，担任高中哲学教师多年。自1986年出版第一部作品以来，已成为挪威世界级的作家。1991年《苏菲的世界》出版后，成为挪威、丹厂、瑞典和德国的畅销书，销量达三百万册。目前，已有三十多个国家购买了该书的版权。",
    "date": "1999-04",
    "page": "535",
    "cover": "9787506309745.jpg"
  },
  {
    "content_description": "三体人在利用魔法般的科技锁死了地球人的科学之后，庞大的宇宙舰队杀气腾腾地直扑太阳系，意欲清除地球文明。\n面对前所未有的危局，经历过无数磨难的地球人组建起同样庞大的太空舰队，同时，利用三体人思维透明的致命缺陷，制订了神秘莫测的“面壁计划”，精选出四位“面壁者”。秘密展开对三体人的反击。\n三体人自身虽然无法识破人类的诡谲计谋，却依靠由地球人中的背叛者挑选出的“破壁人”，与“面壁者”展开智慧博弈……\n“面壁计划”究竟能否成功？地球人究竟能否在这场你死我活的文明生存竞争中战而胜之？神秘的\n“黑暗森林”究竟意味着什么？",
    "ISBN": "9787536693968",
    "name": "三体Ⅱ",
    "author": "刘慈欣",
    "price": "32.00",
    "press": "重庆出版社",
    "score": "9.3",
    "link": "https://book.douban.com/subject/3066477/",
    "author_profile": "刘慈欣，祖籍河南，长于山西，中国科普作家协会会员，山西省作家协会会员，高级工程师。\n自1999年处女作《鲸歌》问世以来，刘慈欣已发表短篇科幻小说三十余篇、出版长篇科幻小说六部，并创下连续八年荣获中国科幻最高奖“银河奖”的纪录。他的长篇作品《三体》开创《科幻世界》月刊连载原创作品的先例，成为2006年度最受关注、最畅销的科幻小说。",
    "date": "2008-5",
    "page": "470",
    "cover": "9787536693968.jpg"
  },
  {
    "content_description": "一个穆斯林家族，六十年间的兴衰，三代人命运的沉浮，两个发生在不同时代、有着不同内容却又交错扭结的爱情悲剧。\n这部五十余万字的长篇，以独特的视角，真挚的情感，丰厚的容量，深刻的内涵，冷峻的文笔，宏观地回顾了中国穆斯林漫长而艰难的足迹，揭示了他们在华夏文化与穆斯林文化的撞击和融合中独特的心理结构，以及在政治、宗教氛围中对人生真谛的困惑和追求，塑造了梁亦清、韩子奇、梁君壁、梁冰玉、韩新月、楚雁潮等一系列栩栩如生、血肉丰满的人物，展现了奇异而古老的民族风情和充满矛盾的现实生活。作品含蓄蕴藉，如泣如诉，以细腻的笔触拨动读者的心灵，曲终掩卷，回肠荡气，余韵绕梁。",
    "ISBN": "9787530201244",
    "name": "穆斯林的葬礼",
    "author": "霍达",
    "price": "32.00",
    "press": "北京十月文艺出版社",
    "score": "8.3",
    "link": "https://book.douban.com/subject/1082334/",
    "author_profile": "",
    "date": "1988-12-1",
    "page": "750",
    "cover": "9787530201244.jpg"
  },
  {
    "content_description": "《一个人的好天气》描述了一个打零工的女孩如何与年长亲人相处，同时追寻自我、独立的故事，走向自立的一名女孩在工作、生活和恋爱中的种种际遇和心情令人揪心，小说写尽了做一名自由职业者（“飞特族”）的辛酸。内容折射出当前日本的一个社会问题，即许多年轻人不愿投入全职工作而四处打工，宁愿做自由职业者，他们不想长大，不愿担负责任，无法独立，害怕走出去看看这个世界，但是又不知道这种恐惧从何而来。据日本官方统计，15至34岁的短期雇工在1996年到2004年之间翻了一番，达21.4万人。调查也显示，打零工的人收入不稳，结婚生子的机率大减，这对少子化严重的日本来说是一大警讯。作者青山七惠在接受记者采访时说：“我想告诉他们，只要你肯迈出第一步，自然会有出路。”她希望自己的作品能帮助他们“迈出第一步”。",
    "ISBN": "9787532743513",
    "name": "一个人的好天气",
    "author": "[日] 青山七惠",
    "price": "15.00元",
    "press": "上海译文出版社",
    "score": "7.6",
    "link": "https://book.douban.com/subject/2250587/",
    "author_profile": "青山七惠是日本“80后”新锐女作家，1983年出生于埼玉县熊谷市，毕业于筑波大学图书馆信息专业，目前在东京新宿一家旅游公司工作，写作只能算是她的副职。2005年9月，青山凭借小说处女作《窗灯》一举摘得有“芥川奖摇篮”之称的第42届日本文艺奖，在日本文学界崭露头角；继而又在2007年1月，以第二部作品《一个人的好天气》摘得“芥川奖”，成为该奖历史上第三位年轻的女性得主。",
    "date": "2007-9",
    "page": "141",
    "cover": "9787532743513.jpg"
  },
  {
    "content_description": "《茶花女》为我们塑造了一些生动、鲜明的艺术形象，而其中最突出、最令人难忘的自然是女主人公茶花女玛格丽特。读者们切莫把玛格丽特和阿尔丰西娜·普莱西小姐混为一谈，阿尔丰西娜的身世固然值得同情，但她的的确确是个堕落的女人，用小仲马的话来说，她“既是一个纯洁无瑕的贞女，又是_个彻头彻尾的娼妇”。但玛格丽特却不同，她美丽、聪明而又善良j 虽然沦落风尘，但依旧保持着一颗纯洁、高尚的心灵。她充满热情和希望地去追求真正的爱情生活，而当这种希望破灭之后，又甘愿自我牺牲去成全他人。\n这一切都使这位为人们所不齿的烟花女子的形象闪烁着一种圣洁的光辉，以至于人们一提起“茶花女”这三个字的时候，首先想到的不是什么下贱的妓女，而是一位美丽、可爱而又值得同情的女眭。古今中外的文学名著为人们留下了许许多多不朽的艺术形象，而玛格丽特则完全可以跻身其间而毫无愧色。",
    "ISBN": "9787501600069",
    "name": "茶花女",
    "author": "小仲马",
    "price": "9.00",
    "press": "外国文学出版社",
    "score": "8.1",
    "link": "https://book.douban.com/subject/1013380/",
    "author_profile": "",
    "date": "1997-03-01",
    "page": "272",
    "cover": "9787501600069.jpg"
  },
  {
    "content_description": "《清醒纪》是安妮宝贝的随笔、小说集。",
    "ISBN": "9787201048840",
    "name": "清醒纪",
    "author": "安妮宝贝",
    "price": "22.00元",
    "press": "天津人民出版社",
    "score": "7.9",
    "link": "https://book.douban.com/subject/1030052/",
    "author_profile": "安妮宝贝，自由作家，现居北京。曾任职金融广告网络等行业。已出版短篇小说集《告别薇安》，散文及短篇小说集《八月未央》，长篇小说《彼岸花》，摄影图文集《蔷薇岛屿》。",
    "date": "2004-10",
    "page": "240",
    "cover": "9787201048840.jpg"
  },
  {
    "content_description": "2000年出版的《八月未央》是安妮宝贝第一本小说散文集，其中虚构和纪实部分文字比例相当，执著于低调的清冷风格，诠释宿命和无常、爱情和死亡、告别和流浪，形成她延续至今的独特文风。\n五年后安妮宝贝反复重新审视自己写作青春期结束阶段的代表作品，大刀阔斧删除了书中大部分散文篇目，修订版增补替换上的多篇短篇小说都是她各个阶段的代表性作品。修订版的《八月未央》中虚构部分因此而占到绝大部分，读者从中更能清晰感受到安妮宝贝今天的写作，所关注和探讨的仍然是大范围的孤独人群的复杂情感处境，是置身城市之中的个性边缘的人群内心。生与死、情感与时间的探询才真正是一直令她着迷的游戏。",
    "ISBN": "9787506319850",
    "name": "八月未央",
    "author": "安妮宝贝",
    "price": "16.00元",
    "press": "作家出版社",
    "score": "7.5",
    "link": "https://book.douban.com/subject/1029159/",
    "author_profile": "安妮宝贝，自由作家。1998年开始发表小说，因作品风格独特引起广泛关注，成为畅销作家。现居北京。从事写作，摄影采访，媒体策划编剧等工作。",
    "date": "2001-1",
    "page": "297",
    "cover": "9787506319850.jpg"
  },
  {
    "content_description": "《这些都是你给我的爱》讲述兔子男孩安东尼失恋后，为找寻曾经恋人一心向往的那棵“开满鲜花的树”，而环游旅行的故事。延续安东尼一贯深受读者青睐的无标点文字风格，用淡淡的语言，倾吐少年恋慕和成长的酸涩心事。",
    "ISBN": "9787535442215",
    "name": "这些都是你给我的爱",
    "author": "文：安东尼",
    "price": "24.80元",
    "press": "长江文艺出版社",
    "score": "8.5",
    "link": "https://book.douban.com/subject/4714734/",
    "author_profile": "Echo/24/南京-墨尔本 建筑师 她画画\nAnthony/25/大连-墨尔本  厨师 他写字\n有生之年 欣喜相逢",
    "date": "2010-3",
    "page": "181",
    "cover": "9787535442215.jpg"
  },
  {
    "content_description": "本书讲述了一个渔夫的故事。古巴老渔夫圣地亚哥在连续八十四天没捕到鱼的情况下，终于独自钓上了一条大马林鱼，但这鱼实在大，把他的小船在海上拖了三天才筋疲力尽，被他杀死了绑在小船的一边。在归程中，他再遭到一条鲨鱼的袭击，最后回港时只剩鱼头鱼尾和一条脊骨。而在老圣地亚哥出海的日子里，他的忘年好友一直在海边忠诚地等待，满怀信心地迎接着他的归来。",
    "ISBN": "9787532723447",
    "name": "老人与海",
    "author": "海明威",
    "price": "8.20元",
    "press": "上海译文出版社",
    "score": "8.3",
    "link": "https://book.douban.com/subject/1064275/",
    "author_profile": "",
    "date": "1999-10",
    "page": "104",
    "cover": "9787532723447.jpg"
  },
  {
    "content_description": "日本神户，渡边博子在未婚夫藤井树的三周年祭日上又一次陷入到悲痛和思念之中。博子在藤井树的中学同学录里找到了他在小樽市读书时的地址。由于抑制不住对爱人的怀念，博子按着这个地址给远在天国的藤井树寄去了一封充满问候和思念的书信。\n不可思议的是，不久博子竟然收到了署名为“藤井树”的回信。经过进一步了解，这个藤井树是一个年轻的女子，而且她还曾经是男性藤井树的同班同学，原来是博子从同学录中误抄了她的地址。为了多了解一些男友在中学时代的情况，博子继续与女性藤井树保持书信来往。而藤井树在不断的回忆中，竟逐渐发现中学时代那个和自己同名同姓的少男曾经对自己产生过一段真挚的感情……\n《情书》由一个同名同姓的误会开始，通过两个女子书信的交流，以含情脉脉的笔触舒缓地展现了两段可贵的爱情。女主角博子对藤井树的眷恋，两个藤井树之间朦胧的情感，都没有由于藤井树的意外死亡而枯萎，而通过细腻感人的影象深深地印在每一个观众的心里，永远不变。\n在精心描绘爱情的同时，岩井俊二还着意表现了对逝去岁月的怀念和追忆。《情书》正象普鲁斯特那本小说的名字，追忆着似水的年华。过往的爱情和青春也正是在主人公的回忆中才逐渐清晰、复活。与现实相比，影片中的过去更为明快优美。在那一幅幅唯美的画面中，漫天飞舞的片片樱花，暗生情愫的少男少女，都唤起我们的无限遐想。而《情书》中所构筑的那个美好的中学时代，可能也正是岩井俊二和很多人最为温馨纯洁的回忆。\n《情书》中对过去的追忆和有关生死的描绘都极具东方气质，含蓄优美、感而不伤地表达了故事的主题——珍惜有限的生命和宝贵的爱情。",
    "ISBN": "9787201048161",
    "name": "情书",
    "author": "[日] 岩井俊二",
    "price": "18.00元",
    "press": "天津人民出版社",
    "score": "8.6",
    "link": "https://book.douban.com/subject/1080370/",
    "author_profile": "岩井俊二，作家，导演。1963年1月24日生于日本宫城县仙台市，毕业于横滨国立大学，具有多方面的艺术修养。 在1990年代佳作迭出的“日本新电影运动”中，简单纯粹、深情唯美的《情书》于1995年公映后，引起空前轰动，迅速风靡整个亚洲，并在世界电影的版图中取得无可争议的重要一席。岩井俊二成为日本电影界的首席代表。 此后，岩井俊二创作并执导的更具深度的《燕尾蝶》以及《关于莉莉周的一切》等作品问世后，进一步奠定了他在世界文坛和影坛的地信。他的每一部作品，都成为无数人视听和精神的盛宴，令人久久流连，回味无穷。至今，《情书》中讲述的深沉眷恋和一去不复返的少年往事，已成为亿万人心中珍藏的记忆。而美丽与忧伤的记忆，总是深深唤起我们对真爱与生命的珍视。",
    "date": "2004-7",
    "page": "256",
    "cover": "9787201048161.jpg"
  },
  {
    "content_description": "在你年少时是否曾梦想成为国王？\n长大后的你是否还会继续这个英雄梦？\n有些人的心里没有很多东西，哪怕是穿过内心的深处挖到肝里也没有。\n有没有比兄弟和女人更加重要的情谊？\n有没有比飙车时凛冽的风更刺激的逃亡？\n纵身跳下，恍惚里终于看见一双双惊讶和肯定的眼神。\n画面在人们面前晃过，你的青春是否也只是果园里一块不和谐的石头？\n这是一个关于他的国的故事。\n野草冲出土壤，它们一百三十五度仰望的天空在哪里……",
    "ISBN": "9787807592099",
    "name": "他的国",
    "author": "韩寒",
    "price": "25.00元",
    "press": "万卷出版公司",
    "score": "7.5",
    "link": "https://book.douban.com/subject/3394338/",
    "author_profile": "韩寒。\n1982年9月23日生。作家，赛车手。",
    "date": "2009-1",
    "page": "213",
    "cover": "9787807592099.jpg"
  },
  {
    "content_description": "私生女玛丽雅姆在父亲的宅院门口苦苦守候，回到家却看到因绝望而上吊自杀的母亲。那天是她十五岁的生日，而童年嘎然而止。玛丽雅姆随后由父亲安排远嫁喀布尔四十多岁的鞋匠拉希德，几经流产，终因无法生子而长期生活在家暴阴影之下。\n十八年后，少女莱拉的父母死于战火，青梅竹马的恋人也在战乱中失踪，举目无亲的莱拉别无选择，被迫嫁给拉希德。两名阿富汗女性各自带着属于不同时代的悲惨回忆，共同经受着战乱、贫困与家庭暴力的重压，心底潜藏着的悲苦与忍耐相互交织，让她们曾经水火不容，又让她们缔结情谊，如母女般相濡以沫。然而，多年的骗局终有被揭穿的一天……\n她们将做出如何的选择？她们的命运又将何去何从？\n关于不可宽恕的时代，不可能的友谊以及不可毁灭的爱。《灿烂千阳》再次以阿富汗战乱为背景，时空跨越三十年，用细腻感人的笔触描绘了阿富汗旧家族制度下苦苦挣扎的妇女，她们所怀抱的希望、爱情、梦想与所有的失落。",
    "ISBN": "9787208072107",
    "name": "灿烂千阳",
    "author": "[美] 卡勒德·胡赛尼",
    "price": "28.00元",
    "press": "上海人民出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/2143732/",
    "author_profile": "卡勒德·胡赛尼（Khaled Hosseini），1965年生于喀布尔，后随父亲逃往美国。胡塞尼毕业于加州大学圣地亚哥医学系，现居加州执业，并因其巨大的国际影响力，受邀担任联合国亲善大使。他的第一本小说《追风筝的人》问世后大获成功，因书中角色刻画生动，故事情节震撼感人，蝉联亚马逊排行榜131周之久，全球热销600万册，创下出版奇迹。",
    "date": "2007-9",
    "page": "428",
    "cover": "9787208072107.jpg"
  },
  {
    "content_description": "小说描写“我”、“健叔”、“王超”等一群不羁青年在大学时光里海阔天空的“光辉岁月”。\n从学校肄业的“我”因为一次群架事件，和朋友“健叔”从上海逃到了一个城镇。健叔是高我一年的同学，我们住在长江旅馆里，整日在这个城市里闲晃。后来我们认识了新朋友王超，从此，王超和他的桑塔纳就和我们混在了一起。我们跟着王超去他的学校看姑娘，无意中参与了一次行为艺术，这让我忆起了自杀身亡的同桌和他短暂的爱情。 我们仍然在这个城市里闲晃着。我不时做着我的奇特的梦，想着我曾经的女朋友……",
    "ISBN": "9787539132150",
    "name": "一座城池",
    "author": "韩寒",
    "price": "19.90元",
    "press": "二十一世纪出版社",
    "score": "7.4",
    "link": "https://book.douban.com/subject/1453210/",
    "author_profile": "韩寒，1982年9月23日生。作家。赛车手。",
    "date": "2006-1",
    "page": "241",
    "cover": "9787539132150.jpg"
  },
  {
    "content_description": "1Q84简体中文版官方网站：https://www.douban.com/minisite/1q84/\n今年夏天，属于1Q84年。\n在1984年，他们连相遇的机会都没有，只能一面思念着对方，一面孤独地远去。\n在1Q84年，他们却决定拯救彼此……\n“不管喜欢还是不喜欢，目前我已经置身于这‘1Q84年’。我熟悉的那个1984年已经无影无踪，今年是1Q84年。空气变了，风景变了。我必须尽快适应这个带着问号的世界。像被放进陌生森林中的动物一样，为了生存下去，得尽快了解并顺应这里的规则。”\n《1Q84》写一对十岁时相遇后便各奔东西的三十岁男女，相互寻觅对方的故事，并将这个简单故事变成复杂的长篇。我想将这个时代所有世态立体地写出，成为我独有的“综合小说”。超越纯文学这一类型，采取多种尝试。在当今时代的空气中嵌入人类的生命。——村上春树",
    "ISBN": "9787544247252",
    "name": "1Q84 BOOK 2",
    "author": "[日] 村上春树",
    "price": "36.00元",
    "press": "南海出版公司",
    "score": "8.4",
    "link": "https://book.douban.com/subject/4885241/",
    "author_profile": "村上春树 著名作家。 1979年，《且听风吟》出版以来，寂寞忧郁的文字、清淡闲适的情节，尤其是独特新颖的都市感觉的写作文风，令万千读者如痴如醉。随着《挪威的森林》、《舞！舞！舞！》、《海边卡夫卡》等作品的陆续出版，逐渐赢得世界性的崇高声誉，最终形成“村上春树文学山系”。 2009年，集毕生文学之大成的巅峰杰作《1Q84》隆重出版，以席卷之势荣登日本所有畅销榜首，在整个日本、东亚乃至全球都引起巨大反响。正如媒体评论：“如此重大而复杂的题材，几可视为日本文学在新千年的伟大开篇。”",
    "date": "2010-6",
    "page": "352",
    "cover": "9787544247252.jpg"
  },
  {
    "content_description": "《洛丽塔》原著问世五十年来第一部中文全译本。纳博科夫最著名最有争议的小说杰作。",
    "ISBN": "9787532738151",
    "name": "洛丽塔",
    "author": "[美] 弗拉基米尔·纳博科夫",
    "price": "27.00元",
    "press": "上海译文出版社",
    "score": "7.7",
    "link": "https://book.douban.com/subject/1465324/",
    "author_profile": "弗拉基米尔·纳博科夫（Vladimir Nabokov, 1899-1977），纳博科夫是二十世纪公认的杰出小说家和文体家。1899年4月23日，纳博科夫出生于圣彼得堡。布尔什维克革命期间，纳博科夫随全家于1919年流亡德国。他在剑桥三一学院攻读法国和俄罗斯文学后，开始了在柏林和巴黎十八年的文学生涯。\n1940年，纳博科夫移居美国，在威尔斯理、斯坦福、康奈尔和哈佛大学执教，以小说家、诗人、批评家和翻译家身份享誉文坛，著有《庶出的标志》、《洛丽塔》、《普宁》和《微暗的火》等长篇小说。\n1955年9月15日，纳博科夫最有名的作品《洛丽塔》由巴黎奥林匹亚出版并引发争议。\n1961年，纳博科夫迁居瑞士蒙特勒；1977年7月2日在洛桑病逝。",
    "date": "2005-12",
    "page": "503",
    "cover": "9787532738151.jpg"
  },
  {
    "content_description": "安德烈十四岁的时候，龙应台离开欧洲，返回台湾，就任台北市首任文化局长。等她卸任回到儿子身边，安德烈已是一个一百八十四公分高的十八岁的小伙子，坐在桌子另一边，有一点“冷”地看着妈妈。\n他们是两代人，年龄相差三十年；他们也是两国人，中间横着东西文化。失去小男孩安安没关系，但龙应台一定要认识成熟的大学生安德烈。\n于是，母子俩用了三年时间互相通信。龙应台“认识了人生里第一个十八岁的人”，安德烈“也第一次认识了自己的母亲”。\n收入此书的的三十多封书信，感动了无数被“亲子”之间隔阂与冲突深深困扰着的读者，为读者弭平代沟、跨越文化阻隔、两代人沟通交流带来了全新的思维和方法。",
    "ISBN": "9787020068616",
    "name": "亲爱的安德烈",
    "author": "龙应台",
    "price": "26.00",
    "press": "人民文学出版社",
    "score": "8.7",
    "link": "https://book.douban.com/subject/3369793/",
    "author_profile": "龙应台，生于台湾高雄县。1986年出版《野火集》，抨击国民党政府黑暗统治，轰动台湾，当月再版二十四次，对台湾社会发生巨大影响。\n1999年任首任台北市文化局局长。2003年来，先后任香港城市大学、香港大学访问教授。《南方人物周刊》中国“五十位最具影响力的公共知识分子”之一。\n安德烈（Andreas Walther）\n1985年12月生于台湾，八个月大移居瑞士及德国。2006年进入香港大学经济系，认为经济学得很“好玩”。",
    "date": "2008-12",
    "page": "288",
    "cover": "9787020068616.jpg"
  },
  {
    "content_description": "你还没有试过，到大学路的麦当劳，点一杯大可乐，与两份薯条的约会方法吗？那你一定要读目前最抢手的这部网络小说——《第一次的亲密接触》。\n由于这部小说在网络上一再被转载，使得痞子蔡的知名度像一股热浪在网络上延烧开来，达到无国界之境。作者的电子信箱，每天都收到热情的网友如雪片飞来的信件，痞子蔡与轻舞飞扬已成为网络史上最发烧的网络情人。",
    "ISBN": "9787501524044",
    "name": "第一次的亲密接触",
    "author": "蔡智恒",
    "price": "12.80",
    "press": "知识出版社",
    "score": "7.4",
    "link": "https://book.douban.com/subject/1024217/",
    "author_profile": "蔡智恒，网络上的昵称是痞子蔡。1969年11月13日生于台湾嘉义布袋。台湾成功大学水利工程博士。1998年于BBS发表第一部小说《第一次的亲密接触》，造成全球华文地区的痞子蔡热潮。自此以后，左脑创作小说，右脑书写学术论文，独树一格。现于成大担任博士后研究员。主要著作有：《第一次亲密接触》（1998）、《7- Eleven之恋》（1999）、《爱尔兰咖啡》（2000）、《槲寄生》（2001）、《夜玫瑰》（2002）、《亦恕与珂雪》（2004）。",
    "date": "1999-11-1",
    "page": "224",
    "cover": "9787501524044.jpg"
  },
  {
    "content_description": "这本书处处透露出沟通与理解的意味，它跨越时代限制，帮助我们探索爱的本质，引导我们过上崭新，宁静而丰富的生活；它帮助我们学习爱，也学习独立；它教诲我们成为更称职的、更有理解心的父母。归根到底，它告诉我们怎样找到真正的自我。\n正如开篇所言：人生苦难重重。M·斯科特·派克让我们更加清楚：人生是一场艰辛之旅，心智成熟的旅程相当漫长。但是，他没有让我们感到恐惧，相反，他带领我们去经历一系列艰难乃至痛苦的转变，最终达到自我认知的更高境界。",
    "ISBN": "9787807023777",
    "name": "少有人走的路",
    "author": "[美] M·斯科特·派克",
    "price": "26.00元",
    "press": "吉林文史出版社",
    "score": "8.4",
    "link": "https://book.douban.com/subject/1775691/",
    "author_profile": "M·斯科特·派克，我们这个时代最杰出的心理医生，他的杰出不仅在其智慧，更在于他的真诚和勇气。儿童时，他就以“童言无忌”远近闻名；少年时，他又勇敢地放弃了父母为他安排的辉煌前程，毅然选择了自己的人生道路，最终当上了一名心理医生。他曾在美军日本冲绳基地担任心理医生，为美军军官做心理医生。在近二十年的职业生涯中，他治俞了成千上万个病人，他以从业经验为基础写作的《少有人走的路》，创造了出版史上的一大奇迹。",
    "date": "2007-1",
    "page": "231",
    "cover": "9787807023777.jpg"
  },
  {
    "content_description": "《素年锦时》是安妮宝贝小说散文新作集。\n全书以春夏秋冬分章。作者以文字探索自我与外在环境及内心世界的关系，以及与之保持的疏离感。这种疏离感使她得以对照记忆与真实之间细微层次，沉着谈论身世，家庭，童年，回忆中消失的南方，流失，生命的客观性。剥离回忆的黑暗和光亮之处，将之呈现在多年新旧读者的面前。并且关注点由早期书写偏重的情感主题，逐渐转移到知识和思省的层面。坦直讨论写作和作品，涉及天分，交际，孤立，圈子，争议，价值观，读书，世相，人情，个人态度等等。风格清淡洗练，观点直率深入。\n这本书所呈现的心灵疆域和思考力，“深林人不知，明月来相照”，文字如同穿越月光夜色的清越笛声。一个素颜女童和始终执守边缘的写作者，身份分裂交错。出入自如，似漫游无人之境。\n书中另有一篇最新三万字小说《月棠记》，内容首次涉及都市男女婚姻主题。作者称之为“讲述成人的故事，属于孩子的心。",
    "ISBN": "9787506341011",
    "name": "素年锦时",
    "author": "安妮宝贝",
    "price": "27.00元",
    "press": "作家出版社",
    "score": "7.9",
    "link": "https://book.douban.com/subject/2256438/",
    "author_profile": "安妮宝贝，自由作家，现居北京。曾任职金融广告网络等行业。已出版短篇小说集《告别薇安》，散文及短篇小说集《八月未央》，长篇小说《彼岸花》，摄影图文集《蔷薇岛屿》。",
    "date": "2007-9",
    "page": "264",
    "cover": "9787506341011.jpg"
  },
  {
    "content_description": "故事从“冬天的雨夜，在荒郊野外的山区，一个没有手机、没有汽油的孤单女人”开始。\n若菱，自名校毕业，拥有令人羡慕的工作，但心中却不时的自问：为什么我不能拥有想要的生活？为什么我不快乐？我该如何当自己生命的主人？ 在一个下雨的冬夜，若菱巧遇一名智慧老者，在与智者数度交谈的过程中，她渐渐填补不快乐、挫败的心灵缺口，寻回最真实勇敢的自我…… 你会不会担心和若菱一样，让身体的疲惫失控于华丽的业绩之中？ 你是否也想遇见在你心中的智慧老者，穿越心事的重重黑纱，遇见全新的自己？",
    "ISBN": "9787508044019",
    "name": "遇见未知的自己",
    "author": "张德芬",
    "price": "29.00",
    "press": "华夏出版社",
    "score": "8.1",
    "link": "https://book.douban.com/subject/2340100/",
    "author_profile": "张德芬，台湾大学企管系毕业，担任台湾电视公司新闻记者/主播多年后，去美国加州大学洛杉矶分校取得了企管硕士（MBA）的学位。2002年开始，她受到启发与指引，辞去高薪的工作，专心研修瑜伽以及各类心灵成长课程。\n五年多来，学习了各种不同的心灵成长以及心理治疗方法，并且博览中英文有关著作，透过时时刻刻活在当下以及观察自己的修炼，得到了许多灵性及个人成长方面的心得体悟。取得了中国国家心理咨询师的执照。现在最关心的是\"人类意识的进化与提升\"，为地球美好的未来贡献一己之力。目前与家人长期定居北京。\n2007年6月在台湾出版第一本有关身心灵成长的小说《遇见未知的自己》，名列台湾各大书店畅销排行榜，读者反应热烈，成为畅销作家。",
    "date": "2008-1",
    "page": "249",
    "cover": "9787508044019.jpg"
  },
  {
    "content_description": "《百年孤独》内容复杂，人物众多，情节离奇，手法新颖。马尔克斯在书中溶汇了南美洲特有的五彩缤纷的文化。他通过描写小镇马孔多的产生、兴盛到衰落、消亡，表现了拉丁美洲令人惊异的疯狂历史。小说以“汇集了不可思议的奇迹和最纯粹的现实生活”荣获1982年诺贝尔文学奖。",
    "ISBN": "9787532706907",
    "name": "百年孤独",
    "author": "[哥伦比亚] 加西亚·马尔克斯",
    "price": "12.70元",
    "press": "上海译文出版社",
    "score": "8.9",
    "link": "https://book.douban.com/subject/1786670/",
    "author_profile": "加西亚·马尔克斯（1927一）哥伦比亚作家，记者。生于马格达莱纳省阿拉卡塔卡镇。父亲是个电报报务员兼顺势疗法医生。他自小在外祖父家中长大。外祖父当过上校军官，性格善良、倔强，思想比较激进；外祖母博古通今，善讲神话传说及鬼怪故事，这对作家日后的文学创作有着重要的影响。\n加西亚·马尔克斯作品的主要特色是幻想与现实的巧妙结合，以此来反映社会现实生活，审视人生和世界。重要作品有长篇小说《百年孤独》（1967）《家长的没落》（1975）、《霍乱时期的爱情》（1985）等。",
    "date": "1989-10",
    "page": "385",
    "cover": "9787532706907.jpg"
  },
  {
    "content_description": "这本书收入斯蒂芬·金的四部中篇小说，是他作品中的杰出代表作。其英文版一经推出，即登上《纽约时报》畅销书排行榜的冠军之位，当年在美国狂销二十八万册。目前，这本书已经被翻译成三十一种语言，同时创下了收录的四篇小说中有三篇被改编成轰动一时的电影的记录。\n其中最为著名是曾获奥斯卡奖七项提名、被称为电影史上最完美影片的《肖申克救赎》（又译《刺激一九九五》）。这部小说展现了斯蒂芬·金于擅长的惊悚题材之外的过人功力。书中的另两篇小说《纳粹高徒》与《尸体》拍成电影后也赢得了极佳的口碑。其中《尸体》还被视为斯蒂芬·金最具自传色彩的作品。",
    "ISBN": "9787020054985",
    "name": "肖申克的救赎",
    "author": "[美] 斯蒂芬·金",
    "price": "29.90元",
    "press": "人民文学出版社",
    "score": "9.1",
    "link": "https://book.douban.com/subject/1829226/",
    "author_profile": "斯蒂芬·金（Stephen King），当代惊悚小说之王，通俗小说大师。他1947年9月21日出生于美国缅因州的波特兰一贫困家庭。在州立大学学习英国文学，毕业后因工资菲薄而走上写作道路。70年代中期声名渐起。自80年代至90年代以来，历年的美国畅销书排行榜，他的小说总是名列榜首，久居不下。斯蒂芬·金是在当今世界读者最多的美国小说家。他的作品超越于传统的恐怖小说，惯于通过对事件气氛的营造来震慑读者。",
    "date": "2006-7",
    "page": "466",
    "cover": "9787020054985.jpg"
  },
  {
    "content_description": "他以文字名满全球。\n他的“蓝调”令万千人神迷忧伤。\n文字是他的符号，“跑者蓝调”何尝不是？\n不再是浮华迷茫，不再是旖旎感伤，不再羚羊挂角无迹可寻——写了几十年“别人”的文字，他第一次只写自己：小说之外、故事之外、文字之外，均是不施雕琢娓娓道来，清淡如云，宁静如水……",
    "ISBN": "9787544242820",
    "name": "当我谈跑步时我谈些什么",
    "author": "[日] 村上春树",
    "price": "25.00",
    "press": "南海出版公司",
    "score": "8.1",
    "link": "https://book.douban.com/subject/3369600/",
    "author_profile": "村上春树，日本著名作家。\n循着岁月流逝、地点变迁，唯有四分之一个世纪里日日坚持跑步的所见所闻、所惑所思最是真真切切：1982年秋，开始职业作家生涯之际，也开始长跑。此后近30年，从夏威夷的考爱岛到马萨诸塞的剑桥，从日本村上市参加铁人三项赛，到踏上希腊马拉松长跑古道，他，永远奔跑。",
    "date": "2009-1",
    "page": "198",
    "cover": "9787544242820.jpg"
  },
  {
    "content_description": "这是一个热情故事，我想表达出爱情的万转千回，完全幻灭了之后也还有点什么东西在。——张爱玲\n《小团圆》以一贯嘲讽的细腻工笔，刻画出张爱玲最深知的人生素材，在她历史中过往来去的那些辛酸往事现实人物，于此处实现了历史的团圆。那余韵不尽的情感铺陈已臻炉火纯青之境，读来时时有被针扎人心的滋味，故事中男男女女的矛盾挣扎和颠倒迷乱，正映现了我们心底深处诸般复杂的情结。",
    "ISBN": "9787530209981",
    "name": "小团圆",
    "author": "张爱玲",
    "price": "28.00",
    "press": "北京十月文艺出版社",
    "score": "7.6",
    "link": "https://book.douban.com/subject/3616310/",
    "author_profile": "张爱玲（1920-1995），中国女作家。祖籍河北丰润，生于上海。1943年开始发表作品，代表作有中篇小说《倾城之恋》、《金锁记》、短篇小说《红玫瑰与白玫瑰》和散文《烬余录》等。1952年离开上海，1955年到美国，创作英文小说多部。1969年以后主要从事古典小说的研究，著有红学论集《红楼梦魇》。已出版作品有中短篇小说集《传奇》、散文集《流言》、散文小说合集《张看》以及长篇小说《十八春》、《赤地之恋》等。",
    "date": "2009-4",
    "page": "283",
    "cover": "9787530209981.jpg"
  },
  {
    "content_description": "《且听风吟》是村上春树的成名作，他是以这部中篇开始文学创作的。\n小说的情节并不很复杂。“我”在酒吧喝酒，去卫生间时见一少女醉倒在地，遂就其护送回家，翌日少女发现自己一丝不挂，斥责“我”侮辱了她，“我”有口难辩。但几天后，两人逐渐亲密……不料“我”寒假回来，少女已无处可寻，只好一个人坐在原来两人坐过的地方怅怅地望着大海。",
    "ISBN": "9787532726172",
    "name": "且听风吟",
    "author": "[日] 村上春树",
    "price": "11.80元",
    "press": "上海译文出版社",
    "score": "7.8",
    "link": "https://book.douban.com/subject/1039752/",
    "author_profile": "村上春树（1949- ），日本小说家。曾在早稻田大学文学部戏剧科就读。1979年，他的第一部小说《听风之歌》问世后，即被搬上了银幕。随后，他的优秀作品《1973年的弹子球》、《寻羊冒险记》、《挪威的森林》等相继发表。他的创作不受传统拘束，构思新奇，行文潇洒自在，而又不流于庸俗浅薄。尤其是在刻画人的孤独无奈方面更有特色，他没有把这种情绪写成负的东西，而是通过内心的心智性操作使之升华为一种优雅的格调，一种乐在其中的境界，以此来为读者，尤其是生活在城市里的人们提供了一种生活模式或生命的体验。",
    "date": "2001-8",
    "page": "141",
    "cover": "9787532726172.jpg"
  },
  {
    "content_description": "看不見的，是不是就等於不存在？\n記住的，是不是永遠不會消失？每一個黃昏過後，大家焦慮地等待，卻再也沒有等到月亮升起。\n潮水慢慢平靜下來，海洋凝固成一面漆黑的水鏡，\n沒有月亮的夜晚，世界變得清冷幽寂．但是，最深的黑夜即將過去，月亮出來了……",
    "ISBN": "9789577452443",
    "name": "月亮忘記了",
    "author": "幾米",
    "price": "NT$ 299",
    "press": "格林",
    "score": "8.5",
    "link": "https://book.douban.com/subject/1358873/",
    "author_profile": "",
    "date": "2000-2-1",
    "page": "114",
    "cover": "9789577452443.jpg"
  },
  {
    "content_description": "夏沫和洛熙都是孤儿，少年的他们在养父母家相识，因为童年留在内心的阴影，他们彼此充满戒备和防范。洛熙在夏沫和弟弟参加电视歌唱大赛遇到尴尬状况下为他们解围，两个孩子中间的坚冰在逐渐融化，而深爱夏沫的富家少爷欧辰为了分开两人，把洛熙送到英国留学……\n五年后的洛熙成了拥有无数FANS的天皇巨星，而夏沫作为唱片公司的新晋艺人与他再次相遇，欧辰失忆了，三大主角再度登场，爱恨纠葛，他们之间将会发生怎样的一段故事。",
    "ISBN": "9787801879912",
    "name": "泡沫之夏",
    "author": "明晓溪",
    "price": "20.00元",
    "press": "新世界出版社",
    "score": "7.0",
    "link": "https://book.douban.com/subject/1596305/",
    "author_profile": "明晓溪，青春言情文学女作家。武汉大学毕业。主编杂志《仙度瑞拉》。已出版作品：《水晶般透明》《冬日最灿烂的阳光》《无往而不胜的童话》《烈火如歌》《烈火如歌２》《会有天使替我爱你》《泡沫之夏》。",
    "date": "2006-3",
    "page": "316",
    "cover": "9787801879912.jpg"
  },
  {
    "content_description": "《会有天使替我爱你》是一部校园爱情小说，先在网络连载。\n小米因为死去男友的心脏移植给了另外一个男孩而转学来到了他所在的学校，这个男孩——尹堂曜同明晓溪所有小说中的男主角一样，高大英俊，家境优越，帅且酷……\n小米用尽一切办法去接近尹堂曜，替他写作业、跑1500米……终于，尹堂曜接受了小米并开始同她交往，但有一天，小米突然发现，他死去男友的心脏其实并没有移植到尹堂曜的身上……而尹堂曜也发现了小米接近他的真实目的……",
    "ISBN": "9787801876553",
    "name": "会有天使替我爱你",
    "author": "明晓溪",
    "price": "20.00元",
    "press": "新世界出版社",
    "score": "6.8",
    "link": "https://book.douban.com/subject/1291760/",
    "author_profile": "明晓溪，青春言情文学女作家。武汉大学毕业。主编杂志《仙度瑞拉》。已出版作品：《水晶般透明》《冬日最灿烂的阳光》《无往而不胜的童话》《烈火如歌》《烈火如歌２》《会有天使替我爱你》《泡沫之夏》。",
    "date": "2005-5",
    "page": "329",
    "cover": "9787801876553.jpg"
  },
  {
    "content_description": "在任何传说中，友情永远以无暇而美丽的姿态根生在青春的土壤上，迎风摇曳她们美好的叶瓣。女孩子们将友情具象为结伴成行、同喜同悲、片刻不离等等亲密的举动，好像生来就是双生花那样地相互依靠。但在高中女生宁遥心里，在她每时每刻都与好友王子杨在一起的时候，却隐藏着异常强烈而真实的厌恶感。如同气味强烈的酒精，向内心不断散发着刺鼻的味道。\n每当宁遥无处诉说的时候，她便去学校体育仓库后找写满了许多人的涂鸦的墙。在那里，她可以将对好友的种种不满和厌恶一一倾吐，只为了在面对她的时候能够将一切掩盖得结结实实，两人继续着亲密的朋友关系，没有任何疑点。\n就在宁遥以为一切可以继续这样的状态，直到她们走过这段青春时，由于结识了男生陈谧而变得心情动荡的她，被王子杨发现了秘密，两人因此而有了一次严重的冲突。宁遥忍不住在墙上又一次写下对朋友的不满后，这一泄露秘密的字句却被王子杨发现了。\n尽管有无关的男生萧逸祺撒谎为宁遥顶罪，让即将破裂的局面又回到了平静的过往。可事情却有了大大的不同。发现事实而佯装被骗，继续在宁遥身边的王子杨，和内心充满了对好友的愧疚，忍不住想补偿的宁遥，两人在随后的生活中开始了自觉与不自觉的纠缠。既有不断产生的温情，又有主动兴起的恨意……而那些矛盾看似尖锐，却又缓缓流动着青春的热度。\n在她们两人异常的友情之花下被牵连进来的陈谧和萧逸祺，两个个性迥然的男生也逐渐染上了被动的色彩。四个人之间的排斥与依赖，喜爱与憎恶，全都因为体育仓库后的那面墙，而变得难以预测。\n那些在美丽的传说中以晶莹姿态舒展的青春情感，最后将以分离作为终结，又或者，如同投错了地址的信笺，落在荒芜的人世外，而每一笔记载下的句子，都带着温暖而美好的本意……",
    "ISBN": "9787531328865",
    "name": "年华是无效信",
    "author": "落落",
    "price": "20.00元",
    "press": "春风文艺出版社",
    "score": "7.6",
    "link": "https://book.douban.com/subject/1227838/",
    "author_profile": "落落，82年4月生，上海人，编辑，自由撰稿人。\n著有长篇小说《年华是无效信》（2005年），短篇小说集《那些生命中温暖而美好的事情》（2005年），长篇小说《尘埃星球》（2007年），随笔集《不朽》（2008年）。",
    "date": "2005-2",
    "page": "154",
    "cover": "9787531328865.jpg"
  },
  {
    "content_description": "",
    "ISBN": "9787020017713",
    "name": "安徒生童话故事集",
    "author": "（丹麦）安徒生",
    "price": "25.00",
    "press": "人民文学出版社",
    "score": "9.1",
    "link": "https://book.douban.com/subject/1046209/",
    "author_profile": "安徒生是丹麦19世纪著名童话作家，世界文学童话创始人。他生于欧登塞城一个贫苦鞋匠家庭，早年在慈善学校读过书，当过学徒工。受父亲和民间口头文学影响，他自幼酷爱文学。\n“为了争取未来的一代”，安徒生决定给孩子写童话，出版了《讲给孩子们听的故事》。此后数年，每年圣诞节都出版一本这样的童话集。其后又不断发表新作，直到1872年因患癌症才逐渐搁笔。近40年间，共计写了童话168篇。\n安徒生的创作可分早、中、晚三个时期。早期童话多充满绮丽的幻想、乐观的精神，体现现实主义和浪漫主义相结合的特点。代表作有《打火匣》、《小意达的花儿》、《拇指姑娘》、《海的女儿》、《野天鹅》、《丑小鸭》等。中期童话，幻想成分减弱，现实成分相对增强。在鞭挞丑恶、歌颂善良中，表现了对美好生活的执着追求，也流露了缺乏信心的忧郁情绪。代表作有《卖火柴的小女孩》、《白雪皇后》、《影子》、《一滴水》、《母亲的故事》、《演木偶戏的人》等。晚期童话比中期更加面对现实，着力描写底层民众的悲苦命运，揭露社会生活的阴冷、黑暗和人间的不平。作品基调低沉。代表作有《柳树下的梦》、《她是一个废物》、《单身汉的睡帽》、《幸运的贝儿》等。",
    "date": "1997-08",
    "page": "550",
    "cover": "9787020017713.jpg"
  },
  {
    "content_description": "《巴黎圣母院》是法国文豪维克多·雨果第一部引起轰动效应的浪漫派小说。小说以十五世纪路易十一统治下的法国为背景，通过一个纯洁无辜的波希米亚女郎惨遭迫害的故事，揭露了教士的阴险卑鄙，宗教法庭的野蛮残忍，贵族的荒淫无耻和国王的专横残暴。作品鲜明地体现了反封建、反教会的意识和对人民群众的赞颂。",
    "ISBN": "9787020032044",
    "name": "巴黎圣母院",
    "author": "[法]雨果",
    "price": "22.50元",
    "press": "人民文学出版社",
    "score": "8.3",
    "link": "https://book.douban.com/subject/1024197/",
    "author_profile": "",
    "date": "1982-6",
    "page": "568",
    "cover": "9787020032044.jpg"
  },
  {
    "content_description": "这是一部不甘于淹没在浩瀚书海中的作品。她似在谈诗词，又似在谈风月。她不拘泥于对古典诗词字面的理解，也非传统意义上的简单赏析，而是一种风格独特、感情丰富的散文随笔。她用清丽、感性的笔调，配以优雅、飘逸的插图，描绘出一幕幕古典诗词背后唯美、动人的历史爱情画卷，引领读者倾听一段段经典、震撼的浪漫往事。诗人，词人，凸现其旷世奇才与至真性情。才子，佳人，似笑非笑的嫣然，执迷不悔的凛然，心照不宣的释然，让我们在悲喜交加中恍然……",
    "ISBN": "9787530945728",
    "name": "人生若只如初见",
    "author": "安意如",
    "price": "23.80元",
    "press": "天津教育出版社",
    "score": "7.3",
    "link": "https://book.douban.com/subject/1856285/",
    "author_profile": "安意如，原名张莉，女，1984年6月出生于安徽宣城一个普通工人家庭，自由写作者。2002年毕业于安徽某职业院校财经系，做过短时的文秘和会计。2003年起以如冰恋枫网名流连于新浪金庸客栈。2004年应书商之约写第一部长篇小说《要定你，言承旭》，于2005年6月由广西人民出版社出版。翌年2月赴京参与动画剧本创作，并写作《看张·爱玲画语》，由云南美术出版社于2005年9月出版。此后与北京弘文馆建立合作关系，创作诗词评赏“漫漫古典情”系列。",
    "date": "2006-8",
    "page": "197",
    "cover": "9787530945728.jpg"
  },
  {
    "content_description": "《蔡康永的说话之道》是蔡康永的第一本实用书，在“说话”多年之后，首次尝试教人“说话”。本书开端康永哥便许下宏愿：这本书会令“本来已经很讨人喜欢的你，在未来变得更讨人喜欢”。《蔡康永的说话之道》包括40篇精彩短文，每篇都是让谈话变美的醍醐味，并配以熊宝绘制的令人喷饭的搞笑插画，如同蔡康永的主持风格一样犀利俏皮，饶有情趣。",
    "ISBN": "9787544143158",
    "name": "蔡康永的说话之道",
    "author": "蔡康永 著",
    "price": "25.00元",
    "press": "沈阳出版社",
    "score": "7.2",
    "link": "https://book.douban.com/subject/5317075/",
    "author_profile": "蔡康永，台湾著名的节目主持人、作家。与小S搭档主持的综访谈节目《康熙来了》在大陆拥有超强人气。曾出版《LA流浪记》《那些男孩教会我的事》等多部畅销书，是台湾公认的“搞怪才子”。",
    "date": "2010-10",
    "page": "167",
    "cover": "9787544143158.jpg"
  },
  {
    "content_description": "午夜过后，一场大雪迫使东方快车停了下来。这辆豪华列车整年都处于满员状态。但那天早上却发现少了一名乘客。一个美国人死在了他的包厢里，他被刺了十二刀，可他包厢的门却是反锁着的。\n随着紧张气氛逐渐增强，侦探赫尔克里·波洛想出了两个侦破此案的方法……",
    "ISBN": "9787020056309",
    "name": "东方快车谋杀案",
    "author": "[英] 阿加莎·克里斯蒂",
    "price": "18.00元",
    "press": "人民文学出版社",
    "score": "9.0",
    "link": "https://book.douban.com/subject/1827374/",
    "author_profile": "阿加莎·克里斯蒂被誉为举世公认的侦探推理小说女王。她的著作英文版销售量逾10亿册，而且还被译成百余种文字，销售量亦逾10亿册。她一生创作了80部侦探小说和短篇故事集，19部剧本，以及6部以玛丽·维斯特麦考特的笔名出版的小说。著作数量之丰仅次于莎士比亚。\n阿加莎·克里斯蒂的第一部小说《斯泰尔斯庄园奇案》写于第一次世界大战末，战时她担任志愿救护队员。在这部小说中她塑造了一个可爱的小个子比利时侦探赫尔克里·波格，成为继福尔摩斯之后侦探小说中最受读者欢迎的侦探形象。1926年，阿加莎·克里斯蒂写出了自己的成名作《罗杰疑案》（又译作《罗杰·艾克罗伊德谋杀案》）。1952年她最著名的剧本《捕鼠器》被搬上舞台，此后连续上演，时间之长久，创下了世界戏剧史上空前的纪录。\n1971年，阿加莎·克里斯蒂得英国女王册封的女爵士封号。1975年，英格丽·褒曼凭借根据阿加莎同名小说《东方快车谋杀案》改编的影片获得了第三座奥斯卡奖杯。阿加莎数以亿计的仰慕者中不乏显赫的人物，其中包括女王伊丽莎白二世和法国总统戴高乐。\n1976年，她以85岁高龄永别了热爱她的人们。",
    "date": "2006-5",
    "page": "254",
    "cover": "9787020056309.jpg"
  },
  {
    "content_description": "牧羊少年圣地亚哥接连两次做了同一个梦，梦见埃及金字塔附近藏有一批宝藏。少年卖掉羊群，历尽千辛万苦一路向南，跨海来到非洲，穿越“死亡之海”撒哈拉大沙漠……期间奇遇不断，在一位炼金术士的指引下，他终于到达金字塔前，悟出了宝藏的真正所在……",
    "ISBN": "9787544244190",
    "name": "牧羊少年奇幻之旅",
    "author": "[巴西]保罗·柯艾略",
    "price": "25.00元",
    "press": "南海出版公司",
    "score": "8.7",
    "link": "https://book.douban.com/subject/3608208/",
    "author_profile": "保罗·柯艾略著名作家，1947出生于巴西里约热内卢，被誉为“上帝身边的伟大作家”。少年时代，因叛逆，被视为精神疾病受到三次电击治疗；青年时代，因反对政治独裁，被投进监狱；1986年，38岁的他踏上去往圣城圣地亚哥之路，心灵顿悟。\n从1987年的《朝圣》开始，18部作品以68种文字出版、655个版本全球在160多个国家和地区出版发行，销售总量超过1亿册，荣获国际大奖无数，被誉为“唯一能够与马尔克斯比肩，拥有最多读者的拉美作家”。\n柯艾略以博大悲悯的心胸、奇绝独特的视角、清澈如水的文字，将哲学沉思、宗教奇迹、童话寓言熔为一体，感动了全球上至各国政要、国际巨星，下至平民百姓、贩夫走卒在内的数以亿计的读者，甚至目不识丁的人，也对他的文字世界无限神往。2007年，由于其作品的深远影响力，联合国聘请他为联合国和平大使。",
    "date": "2009-3-1",
    "page": "217",
    "cover": "9787544244190.jpg"
  },
  {
    "content_description": "★马尔克斯唯一正式授权，首次完整翻译\n★《霍乱时期的爱情》是我最好的作品，是我发自内心的创作。——加西亚•马尔克斯\n★这部光芒闪耀、令人心碎的作品是人类有史以来最伟大的爱情小说。——《纽约时报》\n《霍乱时期的爱情》是加西亚•马尔克斯获得诺贝尔文学奖之后完成的第一部小说。讲述了一段跨越半个多世纪的爱情史诗，穷尽了所有爱情的可能性：忠贞的、隐秘的、粗暴的、羞怯的、柏拉图式的、放荡的、转瞬即逝的、生死相依的……再现了时光的无情流逝，被誉为“人类有史以来最伟大的爱情小说”，是20世纪最重要的经典文学巨著之一。",
    "ISBN": "9787544258975",
    "name": "霍乱时期的爱情",
    "author": "[哥伦比亚] 加西亚·马尔克斯",
    "price": "39.50元",
    "press": "南海出版公司",
    "score": "9.0",
    "link": "https://book.douban.com/subject/10594787/",
    "author_profile": "加西亚•马尔克斯（Gabriel García Márquez）\n1927年出生于哥伦比亚马格达莱纳海滨小镇阿拉卡塔卡。童年与外祖父母一起生活。1936年随父母迁居苏克雷。1947年考入波哥大国立大学。1948年因内战辍学，进入报界。五十年代开始出版文学作品。六十年代初移居墨西哥。1967年《百年孤独》问世。1982年获诺贝尔文学奖。1985年出版《霍乱时期的爱情》。\n加西亚•马尔克斯豆瓣小站：https://site.douban.com/marquez/",
    "date": "2012-9-1",
    "page": "401",
    "cover": "9787544258975.jpg"
  },
  {
    "content_description": "三毛作品中最脍炙人口的《撒哈拉的故事》，由12篇精彩动人的散文结合而成，其中《沙漠中的饭店》，是三毛适应荒凉单调的沙漠生活后，重新拾笔的第一篇文字，自此之后，三毛便写出一系列以沙漠为背景的故事，倾倒了全世界的中文读者。",
    "ISBN": "9787806398791",
    "name": "撒哈拉的故事",
    "author": "三毛",
    "price": "15.80元",
    "press": "哈尔滨出版社",
    "score": "9.2",
    "link": "https://book.douban.com/subject/1060068/",
    "author_profile": "三毛（1943-1991），台湾作家。1943年3月26日出生于重庆，浙江省定海县人。本名为陈惠平，1946年改名陈平，笔名“三毛”。1964年入中国文化大学哲学系，肄业后曾留学欧洲，婚后定居西属撒哈拉沙漠加那利岛并以当地的生活为背景，写出一连串情感真挚的作品。1981年回到台湾，在中国文化大学任教，1984年辞去教职，专职从事写作和演讲。1991年1月4日自杀而死，终年48岁。\n三毛的足迹遍及世界各地，平生著作、译作十分丰富，其中《撒哈拉的故事》《雨季不再来》《哭泣的骆驼》《我的宝贝》《闹学记》《滚滚红尘》等散文、小说、剧本更是脍炙人口，在全球华人社会广为流传，在中国大陆风靡一时，影响了整整一代人。",
    "date": "2003-8",
    "page": "217",
    "cover": "9787806398791.jpg"
  },
  {
    "content_description": "莫泊桑短篇小说的代表作。写普法战争时，法国的一群贵族、政客、商人、修女等高贵者，和一个叫作羊脂球的妓女，同乘一辆马车逃离普军占区，在一关卡受阻。普鲁士军官要求同羊脂球过夜，遭到羊脂球拒绝，高贵者们也深表气愤。但马车被扣留后，高贵者们竟施展各种伎俩迫使羊脂球就范，而羊脂球最终得到的却是高贵者们的轻蔑。小说反衬鲜明，悬念迭生，引人入胜，写出了法国各阶层在占领者面前的不同态度，揭露了贵族资产阶级的自私、虚伪和无耻，赞扬了羊脂球的牺牲精神。\n莫泊桑是十九世纪后期自然主义文学潮流中仅次于左拉的大作家。他继承了法国现实主义文学的传统，又接受了左拉的影响，带有明显的自然主义倾向。他在相当短暂的一生里，取得了令人瞩目的文学成就。他既是一系列著名长篇小说的作者，更是短篇小说创作的巨匠。他数量巨大的短篇小说所达到的艺术水平，不仅在法国文学中，而且在世界文坛上，都是卓越超群的，具有某种典范的意义，所以人称“短篇小说之王”。 \n莫泊桑(Guy de Maupassant，1850-1893)一八五O年八月五日诞生于诺曼底省，名为贵族后裔，实际上其祖父只是复辟时期的一个税务官，父亲则是一个游手好闲、没有固定职业的浪荡子。莫泊桑在诺曼底的乡间与城镇度过了他的童年，一八五九至一八六O年随父母到巴黎小住，就读于拿破仑中学，后因父亲无行、双亲离异，随母又回到诺曼底。故乡的生活与优美的大自然给莫泊桑的影响很深，成为他日后文学创作的一个重要源泉。 \n莫泊桑的母亲洛尔·勒·普阿特文具有深厚的文学修养，莫泊桑从小就深受她的熏陶。洛尔的哥哥阿尔弗莱德颇有文名，青年时期曾是福楼拜以及帕纳斯派诗人路易·布耶的同窗。莫泊桑在鲁昂城高乃依中学念书时就结识了舅舅的这两位老友，这时，他早已是一个喜爱文学并已开始习作诗歌的青年，他从这两位前辈那里听到了“简明的教诲”，获得了“对于技巧的深刻认识”与“不断尝试的力量”，可惜的是，路易·布耶于一八六九年就去世了。同年，莫泊桑来到巴黎大学改修法律，不久普法战争爆发，莫泊桑被征入伍，在军队里担任过文书与通讯工作。在这场灾难中，他耳闻目睹了法军可耻的溃败、当权者与有产者的卑劣以及普通人民的爱国主义热情与英勇抗敌的事例，感触很深，所有这些日后成为他文学创作的又一个重要源泉。 \n战后退伍，由于家庭经济拮据，莫泊桑于一八七二年三月开始在海军部任小职员，七年之后，又转入公共教育部，直到一八八一年完全退职。在小职员空虚无聊的生活中，莫泊桑不幸染上了恶习，私生活放荡，这种下了他过早身亡的祸根。但另一方面，他勤奋写作，拜福楼拜为师，在他的具体指导下刻苦磨砺，长期不怠。在此期间，他于一八七六年又结识了阿莱克斯、瑟阿尔、厄尼克、于斯曼等青年作家，他们都以左拉为崇拜对象，经常在巴黎郊区左拉的梅塘别墅聚会，号称“梅塘集团”。一八八O年，“梅塘集团 ”六作家以普法战争为题材的合集《梅塘之夜》问世，其中以莫泊桑的《羊脂球》最为出色，这个中篇的辉煌成功，使莫泊桑一夜之间蜚声巴黎文坛。 \n《羊脂球》写于一八七九年，是莫泊桑经过长期写作锻炼之后达到完全成熟的标志，紧接着这个中篇，是如喷泉一样涌出的一大批中短篇小说。从一八八O年到一八九一年因病停笔，十年期间，他共创作发表了三百余篇中短篇小说，几乎每年都有数量可观的精彩之作问世，特别是在前三四年，佳品更是以极大的密集程度出现，一八八一年有《一家人》、《在一个春天的夜晚》、《戴丽叶春楼》，一八八二年有《菲菲小姐》、《一个儿子》、《修软椅的女人》、《小狗皮埃罗》、《一个诺曼底佬》、《月光》、《遗嘱》，一八八三年有《骑马》、《在海上》、《两个朋友》、《珠宝》、《米隆老爹》、《我的叔叔于勒》、《勋章到手了》、《绳子》，一八八四年有《烧伞记》、《项链》、《幸福》、《遗产》、《衣柜》等等。一八八五年，莫泊桑短篇小说创作中名篇的数量有所下降，但仍不乏出色之作，如《珍珠小姐》(1886)、《流浪汉》(1887)、《港口》(1889)、《橄榄园》(1890) 等。 早在以短篇小说成名之前，莫泊桑就开始了长篇小说的创作，他的第一个长篇《一生》经过几年的耕耘，于一八八一年完成，一八八三年问世。自此，他逐渐由短篇转向长篇，在几年之内相继发表与出版了几部著名的作品，一八八五年：《漂亮朋友》；一八八六年：《温泉》；一八八八年：《皮埃尔与让》；一八八九年：《如死一般强》；一八九O年：《我们的心》。\n莫泊桑早就有神经痛的征兆，他长期与病魔斗争，坚持写作。巨大的劳动强度与未曾收敛的放荡生活，使他逐渐病入膏肓，到一八九一年，他已不能再进行写作，在遭受疾病残酷的折磨之后，终于在一八九三年七月六日去世，享年仅四十三岁。\n一、短篇小说创作 \n莫泊桑是法国文学史上短篇小说创作数量最大、成就最高的作家，三百余篇短篇小说的巨大创作量在十九世纪文学中是绝无仅有的；他的短篇所描绘的生活面极为广泛，实际上构成了十九世纪下半期法国社会一幅全面的风俗画；更重要的是，他把现实主义短篇小说的艺术提高到了一个前所未有的水平，他在文学史上的重要地位主要就是由他短篇小说的成就所奠定的。 \n莫泊桑短篇小说的题材是丰富多彩的，在他的作品里，形形色色的社会生活，如战争的溃败、上流社会的喜庆游乐、资产者沙龙里的聚会、官僚机构里的例行公事、小资产阶级家庭的日常生活、外省小镇上的情景、农民的劳动与生活、宗教仪式与典礼、酒馆妓院里的喧闹，等等，都有形象的描绘；社会各阶级各阶层的人物，从上层的贵族、官僚、企业家到中间阶层的公务员、自由职业者、小业主，到下层的工人、农民、流浪汉以至乞丐、妓女，都得到了鲜明的勾画；法国广阔天地里，从巴黎闹市到外省城镇以及偏远乡村与蛮荒山野的风貌人情，也都有生动的写照。在广阔的艺术视野与广阔的取材面上，莫泊桑的短篇显然超过了过去的梅里美与同时代的都德，而在他广泛的描写中，又有着三个突出的重点，即普法战争、巴黎的小公务员生活与诺曼底地区乡镇的风光与轶事。\n二、长篇小说创作 \n莫泊桑的长篇小说共有六部，即《一生》、《漂亮朋友》、《温泉》、《皮埃尔与让》、《如死一般强》、《我们的心》，其中以《一生》与《漂亮朋友》最为重要，《皮埃尔与让》亦甚出色。",
    "ISBN": "9787540211998",
    "name": "羊脂球",
    "author": "莫泊桑",
    "price": "13.00元",
    "press": "北京燕山出版社",
    "score": "8.0",
    "link": "https://book.douban.com/subject/1205370/",
    "author_profile": "莫泊桑（1850～1893）法国作家。1850年8月5日生于法国西北部诺曼底省的一个没落贵族家庭。名为贵族后裔，实际上其祖父只是复辟时期的一个税务官，父亲则是一个游手好闲。没有固定职业的浪荡子。莫泊桑在诺曼底的乡间与城镇度过了他的童年，1859年至1860年随父亲到巴黎小住，就读于拿破仑中学，后因父亲无行、双亲离异，随母又回到诺曼底。故乡的生活与优美的大自然给莫泊桑的影响很深，成为他日后文学创作的一个重要源泉。1870年到巴黎攻读法学，适逢普法战争爆发，遂应证入伍。退伍后，先后在海军部和教育部任职。19世纪70年代是他文学创作的重要准备阶段，他的舅父和母亲的好友、著名作家福楼拜是他的文学导师。 莫泊桑的文学成就以短篇小说最为突出，有世界短篇小说巨匠的美称。他擅长从平凡琐屑的事物中截取富有典型意义的片断，以小见大地概括出生活的真实。他的短篇小说侧重摹写人情世态，构思布局别具匠心，细节描写、人物语言和故事结尾均有独到之处。除了《羊脂球》（1880）这一短篇文库中的珍品之外，莫泊桑还创作了包括《一家人》（1881）、《我的叔叔于勒》（1883）、《米隆老爹》（1383）、《两个朋友》（1883）、《项链》（1884）等在内的一大批思想性和艺术性完美结合的短篇佳作。 莫泊桑的长篇小说也达到比较高的成就。他共创作了6部长篇：《一生》（1883）、《俊友》（又译《漂亮朋友》，1885）、《温泉》（1886）、《皮埃尔和若望》（1887）、《像死一般坚强》（1889）和《我们的心》（1890），其中前两部已列入世界长篇小说名著之林。",
    "date": "2007-6",
    "page": "281",
    "cover": "9787540211998.jpg"
  },
  {
    "content_description": "社会高速发展，来来往往的地下铁路成为了城市文明与社会生活的缩影，从入口到出口，地下铁路将你从起点带到终点，抑或是另一个起点。\n故事讲一个失明的小女孩，在15岁生日当天，决定自己一个人在城市里探险。她战战兢兢地搭乘地下铁，从一个陌生的小站出发，前往另一个陌生的小站。旅途中，她一边回忆、拼凑、感觉、摸索这被黑暗笼罩的世界，“寻找心中隐约闪烁的光亮”，也同时感受到新的希望、新的方向，和新的生命力。随着小女孩的步伐，我们逐渐看清“地下铁”蕴涵的黑暗世界，也看见潜藏在黑暗中的质疑、希望与美丽幻想。\n作者以绚丽的色彩和诗句般的内心读白，为读者创造出一种前所未见的阅读诗意。并通过绘图与文字的双重方式向读者进行述说与沟通，带领大家共同去寻找心中点滴的亮光。",
    "ISBN": "9787538262537",
    "name": "地下铁",
    "author": "幾米",
    "price": "32.00元",
    "press": "辽宁教育出版社",
    "score": "8.3",
    "link": "https://book.douban.com/subject/1056733/",
    "author_profile": "幾米：男。台北市人。天蝎座。吃素。已婚。有一个女儿。文化大学美术系毕业。曾在广告公司工作十二年，现在在家工作，为报纸、杂志等各种出版品画插画。1998年开始首次的绘本创作，即让“图像”成为另一种清新舒洁的文学语言，在他的作品里营造出流畅诗意的画面，散发出深情迷人的风采。目前已拥有7本广受大家喜爱的作品，并卖出美国、德国、法国、希腊、韩国、日本等多国版权。幾米的作品广受欢迎，原因有三：一是它充满都市感，一些人们非常熟悉、但敢想不敢言的感觉；二是它的图画细致得使人爱不释手，图为主、字为辅的形式很新鲜；三是它的故事简直是一个寓言，从前只有写给小孩的，现在成人也有自己的寓言和童话。\n幾米作品：1998年《森林里的秘密》《微笑的鱼》；1999年《向左走・向右走》《听�米唱歌》《月亮忘记了》；2000年《黑白异境》《森林唱游》《我的心中每天开出一朵花》；2001年《地下铁》。",
    "date": "2002-2",
    "page": "116",
    "cover": "9787538262537.jpg"
  },
  {
    "content_description": "自永乐夺位的“靖难之役”后开始，先叙述了中国历史上赫赫有名的永乐大帝事迹——挥军北上五征蒙古，派郑和七下西洋，南下讨平安南等等，后来永乐于北伐蒙古归来途中病逝。明朝在经历了比较清明的“仁宣之治”后，开始进入动荡时期。大宦官王振把持朝政胡作非为，导致二十万精兵丧于一旦，幸亏著名忠臣于谦在“土木堡之变”中力挽狂澜，挽救了明帝国，但随即又在两位皇帝争夺皇位的“夺门之变”后被害身亡。",
    "ISBN": "9787505722859",
    "name": "明朝那些事儿（贰）",
    "author": "当年明月",
    "price": "24.80",
    "press": "中国友谊出版公司",
    "score": "8.9",
    "link": "https://book.douban.com/subject/1949338/",
    "author_profile": "当年明月，青年历史学者，畅销书作家。专业职称为副研究员，明史学会会员。是心灵历史的开创者，担任国内多家电视台文史类节目主讲人。所著作品《明朝那些事儿》销量过五百万册，为三十年来最畅销之史学读本。",
    "date": "2007-1",
    "page": "281",
    "cover": "9787505722859.jpg"
  },
  {
    "content_description": "吴念真累积多年、珍藏心底的体会与感动。\n他写的每个故事，都蕴藏了我们无法预知的生命能量与心灵启发。\n跟他一起回望人生种种，您将学会包容、豁达与感恩……\n本书是吴念真导演经历过人生的风风雨雨和最大低潮后，所完成的生命记事。\n他用文字写下心底最挂念的家人、日夜惦记的家乡、一辈子搏真情的朋友，以及台湾各个角落里最真实的感动。这些人和事，透过他真情挚意的笔，如此跃然的活在你我眼前，笑泪交织的同时，也无可取代的成为烙印在你我心底、这一个时代的美好缩影……\n特别收录  吴念真近年唯一小说创作《遗书》，写下对胞弟离开人间的真情告白\n特别邀请  作家雷骧绘制插画，看两位大师以图文激荡出精采火花\n生命里某些当时充满怨怼的曲折，在后来好像都成了一种能量和养分……这些人、那些事在经过时间的筛滤之后，几乎都只剩下笑与泪与感动和温暖。——《这些人，那些事》",
    "ISBN": "9787544717731",
    "name": "这些人，那些事",
    "author": "吴念真",
    "price": "28.00元",
    "press": "译林出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/6388661/",
    "author_profile": "吴念真\n全方位的创意人、电影人、广告人、剧场人。本名吴文钦。1952年出生于台北县。1973年开始从事小说创作，曾连续三年获得联合报小说奖。1981年起，陆续写了《恋恋风尘》《老莫的第二个春天》《悲情城市》等75部电影剧本，曾获五次金马奖最佳剧本奖、两次亚太影展最佳编剧奖。主持TVBS“台湾念真情”节目三年，舞台剧代表作有《人间条件》系列等。",
    "date": "2011-9",
    "page": "203",
    "cover": "9787544717731.jpg"
  },
  {
    "content_description": "《芒果街上的小屋》是一本优美纯净的小书，一本“诗小说”。它由几十个短篇组成，一个短篇讲述一个人、一件事、一个梦想、几朵云，几棵树、几种感觉，语言清澈如流水，点缀着零落的韵脚和新奇的譬喻，如一首首长歌短调，各自成韵，又彼此钩连，汇聚出一个清晰世界，各样杂沓人生。所有的讲述都归于一个叙述中心：居住在芝加哥拉美移民社区芒果街上的女孩埃斯佩朗莎（埃斯佩朗莎，是西班牙语里的希望）。生就对弱的同情心和对美的感觉力，她用清澈的眼打量周围的世界，用美丽稚嫩的语言讲述成长，讲述沧桑，讲述生命的美好与不易，讲述年轻的热望和梦想，梦想着有一所自己的房子，梦想着在写作中追寻自我，获得自由和帮助别人的能力。",
    "ISBN": "9787544700177",
    "name": "芒果街上的小屋",
    "author": "[美国] 桑德拉·希斯内罗丝",
    "price": "24.50元",
    "press": "译林出版社",
    "score": "7.8",
    "link": "https://book.douban.com/subject/1794620/",
    "author_profile": "桑德拉·希斯内罗丝（Sandra Cisneros），1954年生，美国当代著名女诗人，墨西哥裔。30岁时凭借《芒果街上的小屋》成名，另著有短篇故事集《喊女溪及其他》和诗集若干。",
    "date": "2006-6",
    "page": "303",
    "cover": "9787544700177.jpg"
  },
  {
    "content_description": "《左手倒影，右手年华》是郭敬明的第二本书，一本有关校园与青春的散文集。",
    "ISBN": "9787532734160",
    "name": "左手倒影，右手年华。",
    "author": "郭敬明",
    "price": "16.00元",
    "press": "上海译文出版社",
    "score": "6.7",
    "link": "https://book.douban.com/subject/1006881/",
    "author_profile": "郭敬明（1983- ），网名：第四维；别名：小四。2001年以作品《剧本》获得第三届全国新概念作文大赛一等奖，2002年以作品《我们最后的校园民谣》获得第四届全国新概念作文大赛一等奖。\n著有小说《爱与痛的边缘》《幻城》《左手倒影右手年华》《梦里花落知多少》《猜火车》《1995－2005夏至未至》， 音乐小说《迷藏》，主编《岛》系列、《无极》、《悲伤逆流成河》、《最小说》、《N世界》等。",
    "date": "2003-5",
    "page": "217",
    "cover": "9787532734160.jpg"
  },
  {
    "content_description": "宋钢在下部里面遭遇的命运是他所在的工厂破产，他也越来越潦倒，后来因为各种各样复杂的原因，他在40多岁时自杀了。他自杀时，林红和李光头正在同一张床上。宋钢在临死之前，给林红和李光头都写了一封信。\n林红是一个典型的连接今天和过去的女性，不同于80年代以后出生的女性。宋钢的死，让她在生意场上变得像以前的李光头一样很成功，而李光头则变得没有了任何欲望，挣钱没有了任何兴趣，唯一的愿望就是，上太空，把哥哥的骨灰盒拿到太空去。\n在尾声里，余华交代了李光头的命运。“他要上太空去。他还专门请了两个俄罗斯留学生教他俄语，还进行体能锻炼。因为李光头在电视里看到，在太空的轨道上，每天可以看16次日出和16次日落。李光头要把宋钢的骨灰盒放在，太空的轨道上，让宋钢遨游在月亮和星星之间，最后，李光头用俄语说：‘我的兄弟宋钢就是外星人了’。”",
    "ISBN": "9787532129843",
    "name": "兄弟（下）",
    "author": "余华",
    "price": "27.00元",
    "press": "上海文艺出版社",
    "score": "7.4",
    "link": "https://book.douban.com/subject/1703544/",
    "author_profile": "余华，浙江海盐人，1960年出生于浙江杭州，后来随父母迁居海盐县。中学毕业后，因父母是医生，余华曾当过牙医，五年后弃医从文，进入县文化馆和嘉兴文联，从此开始文学创作生涯。曾在北京鲁迅文学院与北师大中文系合办的研究生班深造，1984年开始发表小说。余华是中国先锋派小说的代表人物，与叶兆言、苏童等人齐名。作品有短篇小说集《十八岁出门远行》、《世事如烟》，和长篇小说《活着》、《在细雨中呼喊》及《战栗》。",
    "date": "2006-3",
    "page": "475",
    "cover": "9787532129843.jpg"
  },
  {
    "content_description": "《从你的全世界路过》是微博上最会写故事的人张嘉佳献给你的心动故事。\n最初以“睡前故事”系列的名义在网上疯狂流传，几天内达到1,500,000 次转发，超4亿次阅读，引来电影投资方的巨资抢购，转瞬便签下其中5个故事的电影版权。每1分钟，都有人在张嘉佳的故事里看到自己。\n读过睡前故事的人会知道，这是一本纷杂凌乱的书。像朋友在深夜跟你在叙述，叙述他走过的千山万水。那么多篇章，有温暖的，有明亮的，有落单的，有疯狂的，有无聊的，有胡说八道的。当你辗转失眠时，当你需要安慰时，当你等待列车时，当你赖床慵懒时，当你饭后困顿时，应该都能找到一章合适的。\n我希望写一本书，你可以留在枕边、放进书架，或者送给最重要的那个人。\n从你的全世界路过，随便打开一篇就可以了。\n——张嘉佳",
    "ISBN": "9787540458027",
    "name": "从你的全世界路过",
    "author": "张嘉佳",
    "price": "36.00元",
    "press": "湖南文艺出版社",
    "score": "7.5",
    "link": "https://book.douban.com/subject/25747921/",
    "author_profile": "张嘉佳，毕业于南京大学，出版小说《几乎成了英雄》《情人书》《刀见笑》。所著《小夫妻天天恶战》《姐姐的故事》等文章也反响巨大。曾任电影《刀见笑》编剧，获2011年金马奖最佳改编剧本提名。《从你的全世界路过》是一本短篇集，即“睡前故事”系列，发表后广为流传，总阅读量超过四亿，2013年引发风暴，成为奇迹。由书中故事改编的电影项目，现已确定拍摄的高达五部。其中名篇《你会不会说话》交给著名导演陈国富、《我希望有个如你一般的人》《暴走萝莉》交给幸福蓝海影业，均在拍摄筹备中。",
    "date": "2013-11-1",
    "page": "293",
    "cover": "9787540458027.jpg"
  },
  {
    "content_description": "苏韵锦爱上了高中同学程铮，程铮也深深爱着她。但是家庭背景不同的二人，生活上的差异要彼此分开。而韵锦在分开之后才发觉有了程铮的孩子。个性强的韵锦没有告知程铮。在几年后，韵锦事业有成发觉程铮又出现在她的生活中，她们的爱情会开花结果吗？",
    "ISBN": "9787505417731",
    "name": "原来你还在这里",
    "author": "辛夷坞",
    "price": "25.00元",
    "press": "朝华出版社",
    "score": "7.7",
    "link": "https://book.douban.com/subject/2331434/",
    "author_profile": "辛夷坞，办公室闲人，青春将逝未逝，业余爱好空白，聊以写文谋杀时间。无远大抱负，热衷一切小情小趣的事物，但并不迷恋。平生最大的优点就是不感性，不较真，最大的缺点是明知故犯。",
    "date": "2007-10",
    "page": "331",
    "cover": "9787505417731.jpg"
  },
  {
    "content_description": "从明英宗朱祁镇成功复辟的“夺门之变”后写起，叙述了忠奸不分的朱祁镇听信谗言，杀害曾救其于危难之际的大功臣于谦，而这也成为他继“土木堡之变”后在历史上留下的又一大污点，而在他病逝后，相继继位的两位皇帝宪宗和孝宗，一个懦弱不堪无所作为，一个心有余而力不足，撂下的这副重担落在了明代三百年中最能闹的一个皇帝——朱厚照身上，宠八虎，建豹房，自封威武大将军，朝廷中充斥着一幕幕荒唐的闹剧，局势更是动荡不安，这时便引起了一位亘古罕有的文武奇才——王守仁，他清剿盗寇，平定叛王，勇斗奸宦，给后人留下了许多近乎神话的不朽传奇。",
    "ISBN": "9787505723269",
    "name": "明朝那些事儿（叁）",
    "author": "当年明月",
    "price": "24.80",
    "press": "中国友谊出版公司",
    "score": "8.9",
    "link": "https://book.douban.com/subject/2052448/",
    "author_profile": "当年明月，2006心灵历史开创者，强调写史即写人，写人即写心。以长文《明朝那些事儿》狂飚突起于天涯论坛，后转战新浪，天涯、新浪月点击率均力超百万，引起“明矾”骚乱。相关事件被媒体命名为“明月门”。",
    "date": "2007-4",
    "page": "273",
    "cover": "9787505723269.jpg"
  },
  {
    "content_description": "梁文道先生近两年来撰写的时评文字结集，谈及政治、民主、民族、教育、新闻自由、公民道德等社会诸多方面。文字风格犀利，文章主旨清晰、论述简洁有力，往往一针见血命中问题之要害，其文字在带给读者阅读快感之余，还催人省思，给人启示。本书名曰《常识》，正如梁氏自言：“本书所集，卑之无甚高论，多为常识而已。若觉可怪，是因为此乃一个常识稀缺的时代。”",
    "ISBN": "9787563379637",
    "name": "常识",
    "author": "梁文道",
    "price": "38.00",
    "press": "广西师范大学出版社",
    "score": "8.1",
    "link": "https://book.douban.com/subject/3344676/",
    "author_profile": "梁文道，1970年生于香港。1988年开始撰写艺评、文化及时事评论，并曾参与各种类型的文化及社会活动。现职凤凰卫视评论员，为《南方周末》及《南方都市报》等中国内地、香港及马亚西十余份报刊杂志专栏作家。",
    "date": "2009-1",
    "page": "367",
    "cover": "9787563379637.jpg"
  },
  {
    "content_description": "《呐喊》自序\n一件小事\n狂人日记\n鸭的喜剧\n端午节\n故乡\n孔乙己\n药\n阿Q正传\n兔和猫\n社戏\n风波\n头发的故事\n明天\n白光",
    "name": "呐喊",
    "author": "鲁迅",
    "price": "0.36元",
    "press": "人民文学出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/1449351/",
    "author_profile": "",
    "date": "1973年3月",
    "page": "160"
  },
  {
    "content_description": "《二三事》讲述了一个关于遗忘和记得的故事。爱与恩慈。从欲望纠缠直到无爱的淡薄和甘心承担。对另一个人的付出和牺牲，试图获得对自我的救赎。生之繁华直至荒芜。书中的每一个人都在做出选择。但这选择里没有对错的道理，也无幸福的标准。只是代表生命的时间，不断行进，并终究走向静默。\n小说的5个大部分，均是书里主要人物的名字。纯粹安妮宝贝清淡风格的名字：良生、莲安、沿见、恩和、盈年。安妮宝贝摆弄她小说里的人物，如同摆弄一枚枚沉默不语的棋子，他们随波逐流，却总是一往无前，自有一种凛冽意志。不容多加解释。",
    "ISBN": "9787544226745",
    "name": "二三事",
    "author": "安妮宝贝",
    "price": "20.00元",
    "press": "南海出版公司",
    "score": "7.7",
    "link": "https://book.douban.com/subject/1058234/",
    "author_profile": "安妮宝贝，自由作家，现居北京。曾任职金融广告网络等行业。已出版短篇小说集《告别薇安》，散文及短篇小说集《八月未央》，长篇小说《彼岸花》，摄影图文集《蔷薇岛屿》。",
    "date": "2004-1",
    "page": "234",
    "cover": "9787544226745.jpg"
  },
  {
    "content_description": "这本小说一出版，就受到国内青少年的热烈欢迎，认为它道出了自己的心声，一时大、中学校的校园里到处都模仿小说主人公霍尔顿——他们在大冬天身穿风衣，倒戴着红色猎人帽，学着霍尔顿的言语动作。甚至在1960年代初期，外国学者只要跟美国学生一谈到文学，他们就马上提出了《麦田里的守望者》。\n《麦田里的守望者》之所以受到重视，不仅是由于作者创造了一种新颖的艺术风格，通过第一人称以青少年的说话口吻叙述全书，更重要了资本主义社会精神文明的实质。人活着除了物质生活外，还要有精神生活，而且在一个比较富裕的社会里，精神生活往往比物质生活更为重要。\n主人公是16岁的中学生霍尔顿·考菲尔德是当代美国文学中最早出现的反英雄形象之一，霍尔顿出身中纽约一个富裕的中产阶级家庭。学校里的老师和自己的家长强迫他好好读书，为的是出人头地，以便将来买辆凯迪拉克，而在学校里一天到晚干的，就是谈女人，酒和性，他看不惯周围的一切， 根本没心思用功读书，因而老是挨罚，到他第四次被开除时，他不敢回家。便只身在美国最繁华的纽约城游荡了一天两夜，住小客店，逛夜总会滥交女友他在电影院里百无聊赖地消磨时光，糊里糊涂地召了妓女，情不自禁的与虚荣的女友搂搂抱抱，与此同时，他的内心又十分苦闷，企图逃出虚伪的成人世界去寻批纯洁与真理的经历与感受。这种精神上无法调和的极度矛盾最终令他彻底崩溃，躺倒在精神病院里。",
    "ISBN": "9787544701754",
    "name": "麦田里的守望者",
    "author": "[美国] J. D. 塞林格",
    "price": "28.00元",
    "press": "译林出版社",
    "score": "8.1",
    "link": "https://book.douban.com/subject/2053249/",
    "author_profile": "塞林格全名杰罗姆·大卫·塞林格，1919年生于美国纽约城，父亲是做于酪和火腿进口生意的犹太商人，家境相当富裕。塞林格十五岁的时候，被父母送到宾夕法尼亚州一个军事学校里住读，据说《麦田里的守望者》中关于寄宿学校的描写，很大部分是以那所学校为背景的。1936年，塞林格在军事学校毕业，取得了他毕生唯一的一张文凭。\n从1940年在《小说》杂志上发表他的头一个短篇小说起，到一九五一年出版他的长篇小说《麦田里的守望者》止，在十余年中他共发表了二十多个短篇，有些短篇还在《老爷》、《纽约人》等著名刊物上发表，从而使他在文学界有了一点点名气。成名后他隐居到乡下，特地为自己造了一个只有一扇天窗的水泥斗室作书房，每天早晨八点半就带了饭盒入内写作，直到下午五点半才出来，家里任何人都不准进去打扰他；如有要事，只能用电话联系。他写作的过程据说还十分艰苦，从《麦田里的守望者》出版后，他写作的进度越来越慢，十年只出版三个中篇和一个短篇，后来甚至不再发表作品。偶尔有幸见过他的人透露说，他脸上已“显出衰老的痕迹”。他业已完成的作品据说数量也很可观，只是他不肯拿出来发表。不少出版家都在打他的主意，甚至在计划如何等他死后去取得他全部著作的出版权，但至今除本书外，作者只出版过一个短篇集《九故事》（195）和两个中篇集《弗兰尼与卓埃》（1961）及《木匠们，把屋梁升高；西摩；一个介绍》（1963）。",
    "date": "2007-3",
    "page": "448",
    "cover": "9787544701754.jpg"
  },
  {
    "content_description": "为什么你不知道美联储是私有的中央银行？\n为什么华尔街风险资本会选中希特勒作为“投资”对象？\n为什么美国总统遇刺的比例高于美军诺曼底登陆一线部队的伤亡率？\n自1694年英格兰银行成立以来的300年间，几乎每一场世界重大变故背后，都能看到国际金融资本势力的身影。他们通过左右一国的经济命脉掌握国家的政治命运，通过煽动政治事件、诱发经济危机，控制着世界财富的流向与分配。可以说，一部世界金融史，就是一部谋求主宰人类财富的阴谋史。\n通过描摹国际金融集团及其代言人在世界金融史上翻云覆雨的过程，这本书揭示了对金钱的角逐如何主导着西方历史的发展与国家财富的分配，通过再现统治世界的精英俱乐部在政治与经济领域不断掀起金融战役的手段与结果，这本书旨在告诫人们警惕潜在的金融打击，为迎接一场“不流血”的战争做好准备。\n随着中国金融的全面开放，国际银行家将大举深入中国的金融腹地。昨天发生在西方的故事，今天会在中国重演吗？",
    "ISBN": "9787508608686",
    "name": "货币战争",
    "author": "宋鸿兵 编著",
    "price": "38.00元",
    "press": "中信出版社",
    "score": "7.3",
    "link": "https://book.douban.com/subject/2081876/",
    "author_profile": "宋鸿兵，20世纪90年代初赴美留学，主修信息工程和教育学，获美利坚大学（American University）硕士学位。长期关注和研究美国历史和世界金融史。曾在美国媒体游说公司、医疗业、电信业、信息安全、联邦政府和著名金融机构供职。近年来，作者曾担任美国最大的非银行类金融机构房利美（Fannie Mae）和房地美（Freddie Mac）的高级咨询顾问，主要从事房地产贷款自动审核系统设计，金融衍生工具的税务计算分析，MBS（资产抵押债券）的风险评估等方面的工作。",
    "date": "2007-6",
    "page": "278",
    "cover": "9787508608686.jpg"
  },
  {
    "content_description": "《此间的少年》讲述的是让人熟悉的大学生活的故事。小说以宋代嘉佑年为时间背景，地点在以北大为模版的“汴京大学”，登场的人物是乔峰、郭靖、令狐冲等大侠，不过在大学里，他们和当代的年轻人没有什么不同。他们早上要跑圈儿，初进校门的时候要扫舞盲，有睡不完的懒觉，站在远处默默注视自己心爱的姑娘……\n在这个学校里，郭靖和黄蓉是因为一场自行车的事故认识的，而这辆自行车是化学系的老师丘处机淘汰下来的，杨康和穆念慈则从中学起就是同学，念慈对杨康的单恋多年无果，最后选择的人却是彭连虎。\n脑中存着金庸小说先前的印象，再徜徉于这样全新的故事中，是一种双重的温习，而这双重的回忆最后归结为一点，便是几乎每个人都经过过或正在经历的轻狂无畏的少年时光。",
    "ISBN": "9787507515121",
    "name": "此间的少年",
    "author": "江南",
    "price": "25.00元",
    "press": "华文出版社",
    "score": "8.4",
    "link": "https://book.douban.com/subject/1020459/",
    "author_profile": "江南，男，安徽合肥人。目前的身份是作家和媒体经理。代表作品有《此间的少年》、《一千零一夜之死神》、《九州·缥缈录》系列、《光明皇帝》系列等。",
    "date": "2004-1",
    "page": "283",
    "cover": "9787507515121.jpg"
  },
  {
    "content_description": "城市黯淡的背景。白棉布裙的女孩。一个名字叫林的男人。不同的场景和情节。坚持的黑色\n主题。爱情和死亡。告别和流浪。",
    "ISBN": "9787500426721",
    "name": "告别薇安",
    "author": "安妮宝贝",
    "price": "19.00",
    "press": "中国社会科学出版社",
    "score": "7.5",
    "link": "https://book.douban.com/subject/1016523/",
    "author_profile": "安妮宝贝。原名励婕。职业曾经历金融，编辑，广告。现为网络上的无业游民。喜欢旅行。爱尔兰音乐。纯粹的棉布。杜拉斯的小说。梵高的蓝色鸢尾花。曾为传统媒介撰写人文时尚类的文章；上网以后投身网络的自由天地，成为网络文学备爱瞩目的作者。\n代表作以小说《告别薇安》、《暖暖》、《七年》等受到网络文学爱好者的喜爱。网上个人专集“她比烟花寂寞”，收录了小说，随笔，诗歌，游记等各种体裁的网络文学作品。现网络上的一些书库，论坛和文学网站收藏了其作品专集。",
    "date": "2000-1",
    "page": "381",
    "cover": "9787500426721.jpg"
  },
  {
    "content_description": "一個人住了五年的過來人的日常生活。一個人的生活輕鬆也寂寞，卻又難割捨。\n作者利用可愛的圖畫搭配生活化的文字描寫一個人住的生活點滴，只要你曾經一個人住過，一定會有深刻的感覺。一個人住不用跟家人搶浴室洗澡，愛洗多久就洗多久、一個人住偶爾不小心看了恐怖電視而害怕的睡不著覺、一個人住感冒的時候孤單寂寞的心情如潮水般的湧上心頭、一個人住到超商去買菜還會會貨比三家、一個人住會努力想記帳，卻因為偷懶而想出每天存「50元」的計畫、一個人住常會想變換擺設也是不錯而忙到凌晨三點，有點自由隨性卻又有點苦惱，這就是一個人住的生活。\n作者希望可以透過這本書跟读者分享又寂寞又美好的單身生活。",
    "ISBN": "9789574557806",
    "name": "一個人住第5年",
    "author": "高木直子",
    "price": "NT$220",
    "press": "大田",
    "score": "8.4",
    "link": "https://book.douban.com/subject/1346815/",
    "author_profile": "高木直子：1974年出生於日本三重縣。以成為插畫家為目標，1998年上東京。一直以來都生活在衛浴設備很狹窄的公寓裡，最近搬了新家而有了較大的浴室，正開心著呢！目前除了插畫小品之外，也用壓克力顏料創作插畫、漫畫等等。",
    "date": "2004-12-1",
    "page": "44",
    "cover": "9789574557806.jpg"
  },
  {
    "content_description": "很多时候我们放弃，以为不过是一段感情，到了最后，才知道，原来那是一生。\n与孟和平的初恋，是洁白芬芳的桅子花，开在安静的校园。事隔多年，再次重逢，他却成了无良地产商。而阮正东是名流贵族世家子弟，一向游戏人间，尽握众生繁华。对她的追求本是蓄意报复，却一不小心情愫暗生，泥足深陷。究竟谁才会是她的MR.RIGHT？",
    "ISBN": "9787802282827",
    "name": "佳期如梦",
    "author": "匪我思存",
    "price": "20.00元",
    "press": "新世界出版社",
    "score": "8.0",
    "link": "https://book.douban.com/subject/1962929/",
    "author_profile": "匪我思存，畅销书女作家。笔下的故事多为催人泪下的爱情悲剧，题材也比较多样化，现代都市类的，民国类的，架空历史类的都有，读者年龄层跨度也比较大，从中学生到白领，到40多岁的家庭主妇，其中以白领阶层为主。经常在《南风》、《公主志》等多家女性杂志发表短篇小说。",
    "date": "2007-2",
    "page": "296",
    "cover": "9787802282827.jpg"
  },
  {
    "content_description": "这是一部短篇小说集，除《一个陌生女人的来信》，亦按时间顺序收录了《火烧火燎的秘密》、《马来狂人》等名篇，作者的创作历程一目了然。\n《一个陌生女人的来信》讲述一个刻骨铭心的爱情故事，一个女子暗恋男主人公18年，直至临死才决定向他告白。",
    "ISBN": "9787532741571",
    "name": "一个陌生女人的来信",
    "author": "[奥] 斯台芬·茨威格",
    "price": "20.00元",
    "press": "上海译文出版社",
    "score": "8.7",
    "link": "https://book.douban.com/subject/2154960/",
    "author_profile": "斯台芬·茨威格（1881—1942），奥地利小说家、诗人、剧作家和传记作家。出身富裕犹太家庭，青年时代在维也纳和柏林攻读哲学和文学，日后周游世界，结识罗曼·罗兰和弗洛伊德等人并深受影响。创作诗、小说、戏剧、文论、传记，以传记和小说成就最为著称。第一次世界大战期间从事反战工作，是著名的和平主义者。一九三四年遭纳粹驱逐，流亡英国和巴西。一九四二年在孤寂与幻灭中自杀。代表作有短篇小说《象棋的故事》、《一个陌生女人的来信》，长篇小说《心灵的焦灼》，回忆录《昨日的世界》，传记《三大师》和《一个政治性人物的肖像》。",
    "date": "2007-7",
    "page": "340",
    "cover": "9787532741571.jpg"
  },
  {
    "content_description": "青年学生萨尔为追求个性自由，与狄安（以卡萨迪为原型）、玛丽露等一伙男女开车横穿全美，一路狂喝滥饮，耽迷酒色，流浪吸毒，性放纵，在经过精疲力竭的漫长放荡后，开始笃信东方禅宗，感悟到生命的意义。小说主人公及其伙伴沿途搭车或开车，几次横越美国大陆，最终到了墨西哥。\n《在路上》体现了作者主张的即兴式自发性写作技巧，并广泛涉及美国社会一文化习俗，都给理解和翻译带来很大困难。",
    "ISBN": "9787532740260",
    "name": "在路上",
    "author": "[美] 杰克·凯鲁亚克",
    "price": "28.00元",
    "press": "上海译文出版社",
    "score": "7.8",
    "link": "https://book.douban.com/subject/1917972/",
    "author_profile": "杰克·凯鲁亚克（Jack Kerouac, 1922-1969），1922年3月12日，凯鲁亚克出生于马萨诸塞州洛厄尔，父母为法裔美国人，他是家中幼子。他曾在当地天主教和公立学校就读，以橄榄球奖学金入纽约哥伦比亚大学，结识爱伦·金斯堡、威廉·巴勒斯和尼尔·卡萨迪等“垮掉的一代”。\n凯鲁亚克大学二年级退学从事文学创作，并辗转于美国海军和商用航运公司等处。1950年，第一部小说《乡镇和城市》出版。1957年的《在路上》问世后，他成为“垮掉的一代”的代言人，跻身二十世纪最有争议的著名作家行列。他还著有《达摩流浪者》、《地下人》、《孤独的旅人》和《孤独天使》等作品。\n1969年10月21日，凯鲁亚克在佛罗里达圣彼得堡去世，享年47岁。",
    "date": "2006-10",
    "page": "394",
    "cover": "9787532740260.jpg"
  },
  {
    "content_description": "“也许每一个男子全都有过这样的两个女人，至少两个。娶了红玫瑰，久而久之，红的变了墙上的一抹蚊子血，白的还是\"床前明月光\"；娶了白玫瑰，白的便是衣服上沾的一粒饭黏子，红的却是心口上一颗朱砂痣”。因为《红玫瑰与白玫瑰》这句话成了脍炙人口的名言……本书收录了张爱玲1944年的中短篇小说作品。",
    "ISBN": "9787536021440",
    "name": "红玫瑰与白玫瑰",
    "author": "张爱玲",
    "price": "12.80元",
    "press": "花城出版社",
    "score": "8.3",
    "link": "https://book.douban.com/subject/1014278/",
    "author_profile": "张爱玲（1920年9月30日-1995年9月8日）",
    "date": "1996-06",
    "page": "314",
    "cover": "9787536021440.jpg"
  },
  {
    "content_description": "本书的主人公保尔·柯察金饱尝了生活的苦难，炼就了革命精神和反抗性格。十月革命爆发后只有十六岁的他，就参加了红军，无论在战炮火中，还是在国民经济复时期，可察金都表现出大无畏精神，钢铁一般的意志，强烈的爱国主义和对人民的无限的无限忠诚。由于在战争中多次负伤以及劳累过度，他全身瘫痪，双目失明，被牢牢禁锢在床上，但他占胜了精神与肉体的打击，拿起笔来歌颂为建立苏维埃政权而奋斗的英雄。",
    "ISBN": "9787805674254",
    "name": "钢铁是怎样炼成的",
    "author": "[苏] 尼·奥斯特洛夫斯基",
    "price": "20.00元",
    "press": "译林出版社",
    "score": "7.6",
    "link": "https://book.douban.com/subject/1013502/",
    "author_profile": "尼·奥斯特洛夫斯基（1904-1936），苏联作家。出生在乌克兰一个贫困的工人家庭，11岁便开始当童工。1919年加入共青团，随即参加国内战争。1923年到1924年担任乌克兰边境地区共青团的领导工作，1924年加入共产党。由于他长期参加艰苦斗争，健康受到严重损害，到1927年，健康情况急剧恶化，但他毫不屈服，以惊人的毅力同病魔作斗争。同年底，他着手创作一篇关于科托夫斯基师团的“历史抒情英雄故事”（即《暴风雨所诞生的》）。不幸的是，唯一一份手稿在寄给朋友们审读时被邮局弄丢了。这一残酷的打击并没有挫败他的坚强意志，反而使他更加顽强地同疾病作斗争。\n1929年，他全身瘫痪，双目失明。1930年，他用自己的战斗经历作素材，以顽强的意志开始创作长篇小说《钢铁是怎样炼成的》。小说获得了巨大成功，受到同时代人的真诚而热烈的称赞。1934年，奥斯特洛夫斯基被吸收为苏联作家协会会员。1935年底，苏联政府授予他列宁勋章，以表彰他在文学方面的创造性劳动和卓越的贡献。1936年12月22日，由于重病复发，奥斯特洛夫斯基在莫斯科逝世。",
    "date": "1996-10",
    "page": "458",
    "cover": "9787805674254.jpg"
  },
  {
    "content_description": "在《哭泣的骆驼》中，三毛依然恋恋着墨沙漠生活周遭的人与事，《收魂记》、《搭车客》、《逍遥七岛游》、《一个陌生人的死》、《大胡子与我》等篇，情趣盎然；《沙巴军曹》与《哑奴》所刻画的主角，给人留下了难以磨灭的印象；而压轴的《哭泣的骆驼》，以游击战事为背景，细细铺写一对沙漠情鸳的生死盟，竟犹如史诗般的磅礴。",
    "ISBN": "9787806399071",
    "name": "哭泣的骆驼",
    "author": "三毛",
    "price": "15.80元",
    "press": "哈尔滨出版社",
    "score": "8.9",
    "link": "https://book.douban.com/subject/1029111/",
    "author_profile": "三毛（1943-1991），台湾作家。1943年3月26日出生于重庆，浙江省定海县人。本名为陈惠平，1946年改名陈平，笔名“三毛”。1964年入中国文化大学哲学系，肄业后曾留学欧洲，婚后定居西属撒哈拉沙漠加那利岛并以当地的生活为背景，写出一连串情感真挚的作品。1981年回到台湾，在中国文化大学任教，1984年辞去教职，专职从事写作和演讲。1991年1月4日自杀而死，终年48岁。\n三毛的足迹遍及世界各地，平生著作、译作十分丰富，其中《撒哈拉的故事》《雨季不再来》《哭泣的骆驼》《我的宝贝》《闹学记》《滚滚红尘》等散文、小说、剧本更是脍炙人口，在全球华人社会广为流传，在中国大陆风靡一时，影响了整整一代人。",
    "date": "2003-6",
    "page": "222",
    "cover": "9787806399071.jpg"
  },
  {
    "content_description": "这本杂文随笔集包括思想文化方面的文章，涉及知识分子的处境及思考，社会道德伦理，文化论争，国学与新儒家，民族主义等问题；包括从日常生活中发掘出来的各种真知灼见，涉及科学与邪道，女权主义等；包括对社会科学研究的评论，涉及性问题，生育问题，同性恋问题，社会研究的伦理问题和方法问题等；包括创作谈和文论，如写作的动机，作者的师承，作者对小说艺术的看法，作者对文体格调的看法，对影视的看法等；包括少量的书评，其中既有对文学经典的评论，也有对当代作家作品的一些看法；最后，还包括一些域外生活的杂感以及对某些社会现象的评点。",
    "ISBN": "9787500627098",
    "name": "沉默的大多数",
    "author": "王小波",
    "price": "27.00元",
    "press": "中国青年出版社",
    "score": "9.1",
    "link": "https://book.douban.com/subject/1054685/",
    "author_profile": "",
    "date": "1997-10",
    "page": "555",
    "cover": "9787500627098.jpg"
  },
  {
    "content_description": "《阿Q正传》讲述值此世纪末，衷心祈愿这里所议论的人物在下一世纪的中国现实生活中淡出；当然，作为光辉的典型人物，他将和哈姆雷特、唐·吉诃德等不朽的名字一样万古不朽。阿Q，是一个卑微渺小的人物，但却是一个巨大的名字。我不说：“伟大”而说“巨大”，是因为这个小人物的确称不上伟大，但这个名字的历史的和美学的涵容量却真是巨大得无比，我想不出世界任何一个文学人物能有阿Q那样巨大的概括性，把几亿人都涵盖进去。几乎每个中国人，你，我，他，都有阿Q的灵魂的因子。阿Q是一个“做奴隶而不可得的时代”的奴隶，比“做稳了奴隶的时代”的奴隶更可悲。做不稳，就要挣扎。他的挣扎当然不可能有过五关、斩六将或爬雪山、过草地那样的英雄事业，但作为一个小人物，他的一生也够悲壮的了。使阿Q的一生焕发悲壮的光采的是，他不仅呈现了清末民初的一个普通百姓的灵魂，几千年来成群而生、成群而死的默默的生长和枯死的灵魂；更是藉着这个灵魂的勾勒，多方面地全国民性的痼疾爆了光。阿Q虽然枪毙了，但他的阴魂不散，时时附在中国人的身上。因为痼疾的病灶埋藏得既深且久，不时复发，至少在本世纪还是常见病和多发病。但愿即将降临的新世纪，这个人物在中国淡出，只留下无与伦比的形象在艺苑中永生。这肯定也是创造这一典型人物的鲁迅的夙愿。",
    "ISBN": "9787806222850",
    "name": "阿Q正传",
    "author": "鲁迅",
    "price": "14.50",
    "press": "上海书店出版社",
    "score": "8.6",
    "link": "https://book.douban.com/subject/1088065/",
    "author_profile": "《阿Q正传》讲述值此世纪末，衷心祈愿这里所议论的人物在下一世纪的中国现实生活中淡出；当然，作为光辉的典型人物，他将和哈姆雷特、唐·吉诃德等不朽的名字一样万古不朽。阿Q，是一个卑微渺小的人物，但却是一个巨大的名字。我不说：“伟大”而说“巨大”，是因为这个小人物的确称不上伟大，但这个名字的历史的和美学的涵容量却真是巨大得无比，我想不出世界任何一个文学人物能有阿Q那样巨大的概括性，把几亿人都涵盖进去。几乎每个中国人，你，我，他，都有阿Q的灵魂的因子。阿Q是一个“做奴隶而不可得的时代”的奴隶，比“做稳了奴隶的时代”的奴隶更可悲。做不稳，就要挣扎。他的挣扎当然不可能有过五关、斩六将或爬雪山、过草地那样的英雄事业，但作为一个小人物，他的一生也够悲壮的了。使阿Q的一生焕发悲壮的光采的是，他不仅呈现了清末民初的一个普通百姓的灵魂，几千年来成群而生、成群而死的默默的生...",
    "date": "2003-7-1",
    "page": "189",
    "cover": "9787806222850.jpg"
  },
  {
    "content_description": "路飞所生长的小村庄里曾经是一群以「红发香克斯」为首的海盗们的暂居地，而幼年路飞一直希望可以成为他们的一员，可在一次意外的情况下，他吃了一种叫做「橡皮果实」的恶魔果实变成了橡胶人。恶魔果实给予了他这样奇特的本领，但是吃了恶魔果实的人是再也没有能力游泳的…这样还能成为海盗吗？「没有关系，我只要不掉到海里去就行了…」天性乐观的路飞并没有放弃他的海贼之路，他和香克斯约好，总有一天他会带着他的伙伴们成为海贼王。（听上去好像很有道理，可是……我真的给这个单细胞的家伙打败了）。\n名声，财富，权力，曾经拥有世界上一切的“海贼王”哥尔·D·罗杰，在临死前留下了一句话，让全世界的人们，趋之若鹜奔向大海：“想要我的财宝吗？想要的话可以给你，去找吧！我把一切都放在那里了！”于是所有的人们开始起航，驶入伟大航路，世界迎来了『大海贼时代』。\n蒙其.D.路飞——一个以成为海贼王为目标的男孩，为了兑现与救了他命的杰克的承诺，戴着杰克留给他的草帽只身一人向着大海出发了！可路飞却因小时候误食了恶魔果实而无法游泳了，就是在这种情况下，路飞展开了他的冒险……一路上他先后结识了一位又一位可靠的伙伴，打倒了一个又一个强大的敌人，经历一次又一次殊死的恶斗，路飞也离那财宝“ONE PIECE”越来越近了……",
    "ISBN": "9789882075696",
    "name": "海贼王",
    "author": "尾田荣一郎",
    "price": "7.5",
    "press": "浙江人民美术出版社",
    "score": "9.5",
    "link": "https://book.douban.com/subject/1474773/",
    "author_profile": "",
    "date": "2007-11",
    "page": "100",
    "cover": "9789882075696.jpg"
  },
  {
    "content_description": "我叫彼得·海斯勒，是《纽约客》驻北京记者。这本书讲述了我驾车漫游中国大陆的经历。\n2001年夏天，我考取了中国驾照，在此后的七年中，我驾车漫游于中国的乡村与城市。这七年也正是中国汽车业的高速发展期，单在北京一地，每天申领驾照的新人就有一千多，其中有好几年，乘用车销售额的年增长率超过了百分之五十。仅仅两年多的时间，中国政府在乡村所铺设的公路里程数，就超过了此前半个世纪的总量。\n《寻路中国》一书有几条不同的线索。它首先叙述了我由东海之滨沿着长城一路向西，横跨中国北方的万里行程；另一条线索集中讲述了一个因中国汽车业的高速发展而发生巨变的乡村，在这里，我特写了一个农民家庭由农而商的变化经历；最后，则是中国东南部一个工业小镇的城市生活场景。书中所描述的这种由农而工而商、乡村变身城市的发展，正是1978年改革以来中国所发生的最重要的变化。\n《寻路中国》是我的中国纪实三部曲之尾曲。它探讨经济，追踪发展的源头，探究个人对变革的应对。如前两本书那样，它研究中国的核心议题，但并不通过解读著名的政治或文化人物来实现这个目的，也不做宏观的大而无当的分析。它相信通过叙述普通中国人的经历来展现中国变革的实质。我经常在一地连续呆上数月、甚至数年，跟踪变化。我不会仅仅听主人公自己讲述，我会睁大眼睛，看着他们的故事在我面前一点点展开。\n这三本书横跨了我的中国十年，从1996至2007。我们可以看出，这个处于世纪之交的十年是中国历史上最关键的时期之一。正是在这十年中，中国经济实现了腾飞，中国对外部世界的影响力开始增大。更重要的是，这是邓小平去世后的第一个十年。在这十年中，中国历史的面貌开始变化，大规模的政治事件与强力领袖开始从中退却。相反，中国巨变的推动者变成了普通人——走向城市的农民、边学边干的企业家，他们的能量与决心是过去这十年中的决定因素。从《江城》到《甲骨文》再到《寻路中国》，我所讲述的都是他们的故事。",
    "ISBN": "9787532752805",
    "name": "寻路中国",
    "author": "[美] 彼得·海斯勒",
    "price": "33.00元",
    "press": "上海译文出版社",
    "score": "9.0",
    "link": "https://book.douban.com/subject/5414391/",
    "author_profile": "彼得·海斯勒(Peter Hessler)，中文名何伟，曾任《纽约客》驻北京记者，以及《国家地理》杂志等媒体的撰稿人。\n他成长于美国密苏里州的哥伦比亚市，在普林斯顿主修英文和写作，并取得牛津大学英语文学硕士学位。海斯勒曾自助旅游欧洲三十国，毕业后更从布拉格出发，由水陆两路横越俄国、中国到泰国，跑完半个地球，也由此开启了他的旅游文学写作之路。\n海斯勒散见于各大杂志的旅游文学作品，数度获得美国最佳旅游写作奖。他的中国纪实三部曲中，《江城》一经推出即获得“奇里雅玛环太平洋图书奖”，《甲骨文》则荣获《时代周刊》年度最佳亚洲图书等殊荣。海斯勒本人亦被《华尔街日报》赞为“关注现代中国的最具思想性的西方作家之一”。",
    "date": "2011-1",
    "page": "426",
    "cover": "9787532752805.jpg"
  },
  {
    "content_description": "选收欧·亨利的小说34篇，国外当代文学类重要工具书介绍的有代表性的作品均已收入。欧·亨利是位有独特风格的杰出短篇小说家，以巧妙的构思、夸张和幽默的文笔反映了他那个时代的人和事。",
    "ISBN": "9787806812297",
    "name": "麦琪的礼物",
    "author": "[美] 欧·亨利",
    "price": "25.00元",
    "press": "上海社会科学院出版社",
    "score": "8.6",
    "link": "https://book.douban.com/subject/1051193/",
    "author_profile": "",
    "date": "2003-7",
    "page": "354",
    "cover": "9787806812297.jpg"
  },
  {
    "content_description": "美学大师蒋勋以美学家特有的思维和情感切入孤独，从情欲、语言、革命、思维、伦理、暴力六个面向阐释孤独美学，融个人记忆、美学追问、文化反思、社会批判于一体。可以说，蒋勋在本书中，创造了孤独美学：美学的本质或许就是孤独。\n自序\n情欲孤独\n语言孤独\n革命孤独\n暴力孤独\n思维孤独\n伦理孤独",
    "ISBN": "9787563391271",
    "name": "孤独六讲",
    "author": "蒋勋",
    "price": "36.00元",
    "press": "广西师范大学出版社",
    "score": "8.2",
    "link": "https://book.douban.com/subject/4124727/",
    "author_profile": "蒋勋，一九四七年生，福建长乐人，台北中国文化大学史学系、艺术研究所毕业。一九七二年负笈法国巴黎大学艺术研究所，一九七六年返台后，曾任《雄狮美术》月刊主编、东海大学美术系系主任，现任《联合文学》社长。著述颇丰，主要有《舞动白蛇传》《给年轻艺术家的信》《天地有大美》《美的沉思》《多情应笑我》《今宵酒醒何处》《写给大家的中国美术史》等。",
    "date": "2009-10-1",
    "page": "272",
    "cover": "9787563391271.jpg"
  },
  {
    "content_description": "十个互不相识的人，被富有的欧文先生邀请到了印地安岛上的私人别墅里。晚餐后，一个神秘的声音揭开了人们心中所各自隐藏着的可怕秘密。当天晚上，年轻的马斯顿先生离奇死去，古老的童谣就像诅咒一样笼罩着所有人，似乎有一双神秘的眼镜在时刻窥视着这场死亡游戏，到访者就像消失的印地安小瓷人一样一个又一个的走向死神……",
    "ISBN": "9787020065394",
    "name": "无人生还",
    "author": "[英] 阿加莎・克里斯蒂",
    "price": "19.00",
    "press": "人民文学出版社",
    "score": "8.9",
    "link": "https://book.douban.com/subject/3006581/",
    "author_profile": "阿加莎·克里斯蒂被誉为举世公认的侦探推理小说女王。她的著作英文版销售量逾10亿册，而且还被译成百余种文字，销售量亦逾10亿册。她一生创作了80部侦探小说和短篇故事集，19部剧本，以及6部以玛丽·维斯特麦考特的笔名出版的小说。著作数量之丰仅次于莎士比亚。\n阿加莎·克里斯蒂的第一部小说《斯泰尔斯庄园奇案》写于第一次世界大战末，战时她担任志愿救护队员。在这部小说中她塑造了一个可爱的小个子比利时侦探赫尔克里·波格，成为继福尔摩斯之后侦探小说中最受读者欢迎的侦探形象。1926年，阿加莎·克里斯蒂写出了自己的成名作《罗杰疑案》（又译作《罗杰·艾克罗伊德谋杀案》）。1952年她最著名的剧本《捕鼠器》被搬上舞台，此后连续上演，时间之长久，创下了世界戏剧史上空前的纪录。\n1971年，阿加莎·克里斯蒂得英国女王册封的女爵士封号。1975年，英格丽·褒曼凭借根据阿加莎同名小说《东方快车谋杀案》改编的影片获得了第三座奥斯卡奖杯。阿加莎数以亿计的仰慕者中不乏显赫的人物，其中包括女王伊丽莎白二世和法国总统戴高乐。\n1976年，她以85岁高龄永别了热爱她的人们。",
    "date": "2008-3",
    "page": "254",
    "cover": "9787020065394.jpg"
  },
  {
    "content_description": "《明朝那些事儿》讲述从1344年到1644年，明朝三百年间的历史。作品以史料为基础，以年代和具体人物为主线，运用小说的笔法，对明朝十七帝和其他王公权贵和小人物的命运进行全景展示，尤其对官场政治、战争、帝王心术着墨最多。作品也是一部明朝政治经济制度、人伦道德的演义。",
    "ISBN": "9787801656087",
    "name": "明朝那些事儿（1-9）",
    "author": "当年明月",
    "price": "358.20元",
    "press": "中国海关出版社",
    "score": "9.1",
    "link": "https://book.douban.com/subject/3674537/",
    "author_profile": "当年明月，青年历史学者，畅销书作家。专业职称为副研究员，明史学会会员。是心灵历史的开创者，担任国内多家电视台文史类节目主讲人。所著作品《明朝那些事儿》销量过五百万册，为三十年来最畅销之史学读本。",
    "date": "2009-4",
    "cover": "9787801656087.jpg"
  },
  {
    "content_description": "雪域高原深处长大的孤儿卡桑，父母在一次朝圣的途中双双遇难；出生在北大荒的孩子简生，父母是北大荒的插队知青，在他出生之后先后被急于返城的父母遗弃，一直到十岁，才被母亲接回大城市。十九岁时简生的母亲因为受贿案件而自杀。简生将卡桑带回城市，由于父母缺席的家庭抚养，两人在整个成长过程中充满了欠缺。在成年之后的岁月依旧伴随着内心阴影，一直都艰苦地进行自我扶正与探索。最终他们用回报或者付出的方式，获得了各自的终极救赎和解脱。",
    "ISBN": "9787535432896",
    "name": "大地之灯",
    "author": "七堇年",
    "price": "22.00元",
    "press": "长江文艺出版社",
    "score": "8.2",
    "link": "https://book.douban.com/subject/1963310/",
    "author_profile": "七堇年，十月生。自幼学习绘画与钢琴。中学时代由虚荣心出发接触过吉他，爵士鼓和电影的些许皮毛，后来发现唯一收获是借以走入表达这个世界的途径。\n曾经的理想有做漫画家和拍电影，至今仍耿耿于怀。成长中遇到很多的可贵，开始念念不忘要去祭奠那些人和事，于是找到成本最为廉价的表达形式，即写作，去防止自己向时光和记忆倒戈。\n曾经获新概念一等奖，正以在回忆和幻想之间流盼的浮躁姿态，向死而生。",
    "date": "2007-1",
    "page": "265",
    "cover": "9787535432896.jpg"
  },
  {
    "content_description": "璟小时候奇胖，母亲常冷嘲她的丑陋。11岁，奶奶、父亲先后亡故，母亲曼改嫁开画廊的陆逸寒，住进桃李街3号。璟受到继父及其儿子小卓的关爱。然而因受精神刺激，罹患暴食症——常常突然无比饥饿，夜半跑去厨房狼吞虎咽吃下整个冰箱的食物。\n璟爱上继父，被母亲发现，被送往寄宿学校，开始制止暴食。三年后，出落成一个美少女回到桃李街3号。母亲早已又嫁他人，陆逸寒在她回家的第二天车祸而亡。璟打工维持自己和小卓的生活，最好的朋友优弥因她之故被关进监狱。艰苦的生活使她变得自闭。\n陆逸寒真正的心上人是曾经名噪一时的女作家从微，璟想抵达陆逸寒的内心世界，开始写作。历经常人难以想象的万般艰苦，终于成功，不幸小卓又因心脏病离世。过度打击使璟暴食症复发，她的编辑沉和带她去南方休养。\n沉和帮助璟找到偶像从微，万没想到的是，多年来她一直生活在精神病院。璟将其接回桃李街3号，准备和沉和一起照料从微相依为命。一场神秘的无情大火，使沉和、从微都葬身火海，璟又独自面对这个世界。\n又是一年岁末，璟到医院准备打掉与沉和的孩子，正碰上来做检查准备生孩子的母亲。曼意味深长地向璟微笑，好像看到了二十几年前的自己。",
    "ISBN": "9787506331753",
    "name": "水仙已乘鲤鱼去",
    "author": "张悦然",
    "price": "19.00元",
    "press": "作家出版社",
    "score": "7.8",
    "link": "https://book.douban.com/subject/1018153/",
    "author_profile": "张悦然，女，全国新概念作文大赛A组一等奖获得者，“新概念作家”代表人物之一。1982年出生于山东济南，2001年毕业于山东省实验中学，后考入山东大学英语、法律双学位班，现在新加坡国立大学攻读理科。其作《陶之陨》、《黑猫不睡》等作品在《萌芽》杂志发表后，在青少年文坛引起巨大反响，并被《新华文摘》等多家报刊转载。2002年被《萌芽》网站评为“最富才情的女作家”。",
    "date": "2005-1",
    "page": "271",
    "cover": "9787506331753.jpg"
  },
  {
    "content_description": "《荆棘鸟》是一部澳大利亚的家世小说，以女主人公梅吉和神父拉尔夫的爱情纠葛为主线，描写了克利里一家三代人的故事，时间跨度长达半个多世纪。拉尔夫一心向往教会的权力，却爱上了克利里家的美丽少女梅吉。为了他追求的“上帝”，他抛弃了世俗的爱情，然而内心又极度矛盾和痛苦。以此为中心，克利里家族十余名成员的悲欢离合也得以展现。\n小说情节曲折生动，结构严密精巧，文笔清新婉丽。在描写荒蛮广漠的澳大利业风光时，颇有苍凉悲壮之美；同时女作家对女人爱情心态的探索，又十分细腻感人，故而这部作品有澳大利亚的《飘》之誉。",
    "ISBN": "9787805678313",
    "name": "荆棘鸟",
    "author": "[澳] 考琳·麦卡洛",
    "price": "28.00元",
    "press": "译林出版社",
    "score": "8.6",
    "link": "https://book.douban.com/subject/1086249/",
    "author_profile": "考琳·麦卡洛（Colleen McCullough, 1937- ），澳大利亚当代女作家。1977年，她以自己全部的生活积累，创作出版了呕心沥血之作《荆棘鸟》。作品一出版便引起轰动，不但拍成电影广为流传，而且翻译成二十多种文字在世界各地出版，成为当代世界最畅销的小说之一。\n除《荆棘鸟》外，麦卡洛还创作十二部长篇小说，一部传记。她与丈夫居住在澳大利亚南太平洋的诺福克岛。",
    "date": "1998-7",
    "page": "677",
    "cover": "9787805678313.jpg"
  },
  {
    "content_description": "上接第三部，从嘉靖即位、“议礼之争”开始。嘉靖皇帝借“议礼之争”清除了一批前朝旧臣，总揽大权。此后他的生活日渐腐化，一心想得道成仙，国家大事抛诸脑后，奸相严嵩因此得以长期把持大权。同时大明财政空虚，兵备废弛，东南沿海的倭寇和北方的蒙古成为明朝的心腹大患。因此本书主要讲述了朝廷的权力之争和边疆的抗倭斗争。",
    "ISBN": "9787505723788",
    "name": "明朝那些事儿（肆）",
    "author": "当年明月",
    "price": "24.80",
    "press": "中国友谊出版公司",
    "score": "8.8",
    "link": "https://book.douban.com/subject/2253642/",
    "author_profile": "当年明月，青年历史学者，畅销书作家。专业职称为副研究员，明史学会会员。是心灵历史的开创者，担任国内多家电视台文史类节目主讲人。所著作品《明朝那些事儿》销量过五百万册，为三十年来最畅销之史学读本。",
    "date": "2007-9",
    "page": "305",
    "cover": "9787505723788.jpg"
  },
  {
    "content_description": "故事发生在田园风景广袤幽静的彼端。默默忍受着同学欺负的莲见雄一，逐渐变得自闭孤僻。他只有在歌手“莉莉周”的歌声里寻求安慰，习惯于在“莉莉周”的网站BBS和别人交流。在这个虚拟世界里，他和一个叫“青猫”的ID相遇。随着倾诉的话语愈加痛楚，他们互相安慰，彼此温暖，约定在莉莉周演唱会上见面，那一晚，当莉莉周的音乐响起，在那个现实与虚幻的交叉点上，却爆发成一个残酷的青春物语……",
    "ISBN": "9787201053691",
    "name": "关于莉莉周的一切",
    "author": "[日] 岩井俊二",
    "price": "28.00元",
    "press": "天津人民出版社",
    "score": "7.7",
    "link": "https://book.douban.com/subject/1926700/",
    "author_profile": "岩井俊二，著名导演、作家。1995年拍摄的《情书》，以其清新感人的故事和明快唯美的影像在日本引起了空前轰动，并很快成为亚洲乃至世界众多影迷心中的最爱，更被众多影评人视为日本新电影运动中最重要的作品之一。其代表作还有《燕尾蝶》（1996年）、《四月物语》（1998年）、《关于莉莉周的一切》（2001年）、《花与爱丽丝》（2004）年等，都以影像清新独特、感情细腻丰富著称。《关于莉莉周的一切》，公映时再破《情书》纪录，轰动世界影坛。整部作品犹如德彪西的音乐，极富色彩感，被誉为“残酷青春”代表之作。",
    "date": "2006-12",
    "page": "285",
    "cover": "9787201053691.jpg"
  },
  {
    "content_description": "《被窝是青春的坟墓》是七堇年的首部随笔集，全书共分为两部分，惊蛰与清明，寓意成长与写作路途上的不同阶段；收录曾经发表在杂志上的部分中短篇作品，并加入了大部分最新创作的散文等作品。",
    "ISBN": "9787535435613",
    "name": "被窝是青春的坟墓",
    "author": "七堇年",
    "price": "22.00元",
    "press": "长江文艺出版社",
    "score": "7.8",
    "link": "https://book.douban.com/subject/2339950/",
    "author_profile": "七堇年真名赵勤。生于单亲家庭。自幼由母亲管教严厉。以致自幼学习绘画与钢琴近十年。中学时代因为虚荣心接触过吉他，爵士鼓和电影的些许皮毛，后来发现唯一收获是借以走入表达这个世界的途径。曾经的理想有做漫画家和拍电影，至今仍耿耿于怀。成长中遇到很多的可贵，开始念念不忘要去祭奠那些人和事，于是找到成本最为廉价的表达形式，即写作，去防止自己向时光和记忆倒戈。曾经以《被窝是青春的坟墓》一文获新概念一等奖。正以在回忆和幻想之间流盼的浮躁姿态，向死而生。",
    "date": "2007-11",
    "page": "284",
    "cover": "9787535435613.jpg"
  },
  {
    "content_description": "这是一部动人心弦的、平缓舒雅的、略带感伤的恋爱小说。小说主人公渡边以第一人称展开他同两个女孩间的爱情纠葛。渡边的第一个恋人直子原是他高中要好同学木月的女友，后来木月自杀了。一年后渡边同直子不期而遇并开始交往。此时的直子已变得娴静腼腆，美丽晶莹的眸子里不时掠过一丝难以捕捉的阴翳。两人只是日复一日地在落叶飘零的东京街头漫无目标地或前或后或并肩行走不止。直子20岁生日的晚上两人发生了性关系，不料第二天直子便不知去向。几个月后直子来信说她住进一家远在深山里的精神疗养院。渡边前去探望时发现直子开始带有成熟女性的丰腴与娇美。晚间两人虽同处一室，但渡边约束了自己，分手前表示永远等待直子。返校不久，由于一次偶然相遇，渡边开始与低年级的绿子交往。绿子同内向的直子截然相反，“简直就像迎着春天的晨光蹦跳到世界上来的一头小鹿”。这期间，渡边内心十分苦闷彷徨。一方面念念不忘直子缠绵的病情与柔情，一方面又难以抗拒绿子大胆的表白和迷人的活力。不久传来直子自杀的噩耗，渡边失魂魄地四处徒步旅行。最后，在直子同房病友玲子的鼓励下，开始摸索此后的人生。",
    "ISBN": "9787532742929",
    "name": "挪威的森林",
    "author": "[日] 村上春树",
    "price": "23.00元",
    "press": "上海译文出版社",
    "score": "8.4",
    "link": "https://book.douban.com/subject/2159042/",
    "author_profile": "村上春树（1949- ），日本小说家。曾在早稻田大学文学部戏剧科就读。1979年，他的第一部小说《听风之歌》问世后，即被搬上了银幕。随后，他的优秀作品《1973年的弹子球》、《寻羊冒险记》、《挪威的森林》等相继发表。他的创作不受传统拘束，构思新奇，行文潇洒自在，而又不流于庸俗浅薄。尤其是在刻画人的孤独无奈方面更有特色，他没有把这种情绪写成负的东西，而是通过内心的心智性操作使之升华为一种优雅的格调，一种乐在其中的境界，以此来为读者，尤其是生活在城市里的人们提供了一种生活模式或生命的体验。",
    "date": "2007-7",
    "page": "384",
    "cover": "9787532742929.jpg"
  },
  {
    "content_description": "该书延续了作者一贯的创作路线，讲述关于青春成长的故事。但经过多年的写作实践后，饶雪漫创作的喷发期终于到来，《左耳》被各界一致认为是饶雪漫的巅峰之作。它生动地塑造了小耳朵，吧啦，张漾，许弋等一批性格迥异的年轻人的形像，并用极富张力的文字完美展现了当下青年人成长时期的疼痛和美好。",
    "ISBN": "9787509000304",
    "name": "左耳",
    "author": "饶雪漫",
    "price": "22.00元",
    "press": "当代世界出版社",
    "score": "7.1",
    "link": "https://book.douban.com/subject/1469051/",
    "author_profile": "饶雪漫，自由作家，生于七十年代。已出版作品三十余部。作品语言优美，故事动人，风格多变。多次登上全国各地畅销书排行榜，享有“文字女巫”之称。代表作《小妖的金色城堡》《校服的裙摆》等。",
    "date": "2006-2",
    "page": "288",
    "cover": "9787509000304.jpg"
  },
  {
    "content_description": "这是一部渭河平原五十年变迁的雄奇史诗，一轴中国农村班斓多彩、触目惊心的长幅画卷。主人公六娶六丧，神秘的序曲预示着不祥。一个家族两代子孙，为争夺白鹿原的统治代代争斗不已，上演了一幕幕惊心动魄的活剧：巧取风水地，恶施美人计，孝子为匪，亲翁杀媳，兄弟相煎，情人反目……大革命、日寇入侵、三年内战，白鹿原翻云覆雨，王旗变幻，家仇国恨交错缠结，冤冤相报代代不已……古老的土地在新生的阵痛中颤粟。厚重深邃的思想内容，复杂多变的人物性格，跌宕曲折的故事情节，绚丽多彩的风土人情，形成作品鲜明的艺术特色和令人震撼的真实感。",
    "ISBN": "9787020026906",
    "name": "白鹿原",
    "author": "陈忠实",
    "price": "28.00元",
    "press": "人民文学出版社",
    "score": "8.5",
    "link": "https://book.douban.com/subject/1085799/",
    "author_profile": "",
    "date": "1997年",
    "page": "677",
    "cover": "9787020026906.jpg"
  },
  {
    "content_description": "小说以第一人称的写作手法讲述了“我”的生活，为读者展示了一个颇具叛逆性的人物。\n初涉社会，人物成长的过程中体会了社会的复杂和现实的残酷以及人心的不可探测，所以许多是作者的真实感受，是渗透阅历的写作。有失望、迷惘，但不断追求。",
    "ISBN": "9787506322522",
    "name": "像少年啦飞驰",
    "author": "韩寒",
    "price": "16.00元",
    "press": "作家出版社",
    "score": "7.3",
    "link": "https://book.douban.com/subject/1009160/",
    "author_profile": "",
    "date": "2002-1",
    "page": "225",
    "cover": "9787506322522.jpg"
  },
  {
    "content_description": "《鹿鼎记》是金庸创作的最后一部小说，也是他最重要的代表作。\n小说讲的是一个从小在扬州妓院长大的小孩韦小宝，他以不会任何武功之姿态闯江湖各大帮会、周旋皇帝朝臣之间并奉旨远征云南、俄罗斯之故事，书中充满精彩的对白及逆思考的事件。\n韦小宝笑称自己“不学无术却处处有术”，他靠着这不学之术在太监、钦命大臣、帮会堂主、和尚、甚至七个美女的共同老公这些角色上游刃有余。这个人物挑战了真实的人性，说明武功和权力不是这世上唯一的可取之道。",
    "ISBN": "9787806553404",
    "name": "鹿鼎记（全五册）",
    "author": "金庸",
    "price": "108.00元",
    "press": "广州出版社 花城出版社",
    "score": "8.7",
    "link": "https://book.douban.com/subject/1212893/",
    "author_profile": "金庸（1924- ），当代最为著名的武侠小说作家。他本名查良镛，浙江海宁人，上海东吴法学院毕业。1959年在香港亲手创办明报机构，出版报纸、杂志和图书，1993年退休。先后创作了十五部长篇及短篇的武侠小说，广受欢迎，印量无数。曾获颂多项荣衔，包括2000年获香港特别行政区颁授最高荣誉大紫荆勋章，香港和各国多所大学的荣誉学位、名誉教授、院士。还担任过浙江大学人文学院院长，英国牛津大学汉学研究院高级研究员。",
    "date": "2008-3",
    "page": "1821",
    "cover": "9787806553404.jpg"
  },
  {
    "content_description": "他和曼桢认识，已经是多年前的事了。算起来倒已经有十四年了——真吓人一跳！马上使他连带地觉得自己已老了许多。日子过得真快，尤其对于中年以后的人，十年八年都好像是指顾间的事。可是对于年轻人，三年五载就可以是一生一世。他和曼桢从认识到分手，不过几年的工夫，这几年里面却经过这么许多事情，仿佛把生老病死一切的哀乐都经历到了。\n曼桢曾经问过他，他是什么时候起开始喜欢她的。他当然回答说：“第一次看见的时候。”说那句话的时候是在那样的一种心醉的情形下，简直什么都可以相信，自己当然绝对相信那不是谎话。其实他到底是什么时候第一次看见她的，根本就记不清楚了。",
    "ISBN": "9787530208694",
    "name": "半生缘",
    "author": "张爱玲",
    "price": "28.00元",
    "press": "北京十月文艺出版社",
    "score": "8.6",
    "link": "https://book.douban.com/subject/1963684/",
    "author_profile": "张爱玲，1920年9月30日出生於上海，原名张煐。1922年迁居天津。1928年由天津搬回上海，读《红楼梦》和《三国演义》。1930年改名张爱玲，1939年考进香港大学，1941年太平洋战争爆发，投入文学创作。两年後，发表《倾城之恋》和《金锁记》等作品，并结识周瘦鹃、柯灵、苏青和胡兰成。1944与胡兰成结婚，1945年自编《倾城之恋》在上海公演；同年，抗战胜利。1947年与胡兰成离婚，1952年移居香港，1955年离港赴美，并拜访胡适。1956年结识剧作家赖雅，同年八月，在纽约与赖雅结婚。1967年赖雅去世，1973年定居洛杉矶；两年后，完成英译清代长篇小说《海上花列传》。1995年九月逝於洛杉矶公寓，享年七十四岁。",
    "date": "2006-12",
    "page": "372",
    "cover": "9787530208694.jpg"
  },
  {
    "content_description": "《飞鸟集》是泰戈尔的代表作之一，也是世界上最杰出的诗集之一。白昼和黑夜、溪流和海洋、自由和背叛，都在泰戈尔的笔下合而为一，短小的语句道出了深刻的人生哲理，引领世人探寻真理和智慧的源泉。初读这些诗篇，如同在暴风雨过后的初夏清晨，推开卧室的窗户，看到一个淡泊清透的世界，一切都是那样清新、亮丽，可是其中的韵味却很厚实，耐人寻味。",
    "ISBN": "9787806992197",
    "name": "飞鸟集",
    "author": "[印] 罗宾德拉纳德·泰戈尔",
    "price": "16.80元",
    "press": "哈尔滨出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/1058661/",
    "author_profile": "泰戈尔，印度诗人、思想家。生于孟加拉数一数二的名门中，是印度四种阶级中最高身份的婆罗门。泰戈尔家是当时孟加拉的学问艺术中心，其父亲为宗教思想家，是婆罗摩尼的指导者，生活在具有先进思想的家庭中，其兄长们皆以哲学家、音乐家、梵文学者而著名。泰戈尔8岁就开始作诗，15岁时出版诗集《原野之花》，被称为“孟加拉的雪莱”。1877年留学英国，1883年结婚，1880年以前的作品，均为描写甜美的爱情与世界之美的诗。1891年前往雪利德管理土地，接触到农村悲苦的生活，从此致力于农村改革运动。同时也开始对政治、社会问题发生兴趣，写作了激发印度独立之爱国怀操的诗、小说、戏曲、还参与印度独立运动。后来，因丧失妻子、女儿，诗风转为具有宗教性风格，以宗教诗为主的译诗集〈以歌神的敬礼〉，在欧洲文坛上获得极高的评价。1913年获得诺贝尔文学奖，闻名全球，其中代表作品有诗集〈飞鸟集〉、〈新月集〉，戏民〈邮政局〉、〈暗室之王〉等。作品深受世人喜爱。",
    "date": "2004-6",
    "page": "186",
    "cover": "9787806992197.jpg"
  },
  {
    "content_description": "从云顶天宫顺利脱出之后，吴邪和苏醒后的三叔进行了一次长谈。吴邪了解到在二十年前海底古墓里发生的三叔没有透露的隐情。关于解连环的神秘死亡以及背后牵涉到战国帛书和老长沙的恩怨，也理出了端倪。就在吴邪认为事情接近真相的时候，两盘来自张起灵的录像带，又让事情重新进入了重重迷雾之中……\n寻着录像带中支离破碎的线索，吴邪只身一人来到了陌生的青海……\n顺着前人留下的线索，吴邪发现了考古队最后的去向。为了了解事情的真相，吴邪混入了阿宁前往柴达木盐沼的探险队，同时三叔的队伍也神秘地从敦煌出发，两只队伍似乎有着相同的目标……\n这是一个谜一样故事，戈壁大雨中才会出现的古老鬼城到底是谁的城池？海底墓穴中诡异的古尸是不是汪藏海？战国帛书上毫无意义的天数和鬼图到底有着什么含义？废弃疗养院地下室里来历不明的巨大石棺里装的是谁？录像带中诡异的行为有着什么不为人知的含义？西沙考古队那从来没有人提起的第十一人到底是谁？",
    "ISBN": "9787505724778",
    "name": "盗墓笔记4",
    "author": "南派三叔",
    "price": "32.80元",
    "press": "中国友谊出版公司",
    "score": "8.5",
    "link": "https://book.douban.com/subject/3266344/",
    "author_profile": "南派三叔（1982年2月20日— ），本名徐磊，男，浙江人，现居杭州。超级畅销书作家。他的《盗墓笔记》系列与另一位作家的《鬼吹灯》系列共同开启了中国小说界的“盗墓时代”。",
    "date": "2008-11",
    "page": "314",
    "cover": "9787505724778.jpg"
  },
  {
    "content_description": "《白夜行》姊妹篇   2004年入围第131届直木奖\n是什么样的过去，造就了她的魔性？\n是什么样的幻影，操纵着他的灵魂？\n我们只能走在幻夜的路上，即使四周明亮有如白昼，那也仅是假象。\n就算与你共度的每个夜晚都是幻夜，我也愿为你化身为影，至死不渝！\n地震之后，宛如人间炼狱的断壁残垣中，水原雅也借机杀了舅舅，却被一神秘女子当场目击，她答应为水原终生保守秘密。\n他们相偕前往东京，然而等待他们的，却是从此再无一丝太阳的无边幻夜：凡是接近过她的人，都遭逢厄运；凡是触碰过她过去的人，都不知所踪……\n她，到底是谁？",
    "ISBN": "9787544245272",
    "name": "幻夜",
    "author": "〔日〕东野圭吾",
    "price": "28.00元",
    "press": "南海出版公司",
    "score": "7.6",
    "link": "https://book.douban.com/subject/4009552/",
    "author_profile": "东野圭吾，日本著名作家。\n1985年，凭《放学后》获第31届江户川乱步奖，开始专职写作。1999年，《秘密》获第52届日本推理作家协会奖，入围第120届直木奖；此后《白夜行》、《暗恋》、《信》、《幻夜》四度入围直木奖；2006年，《嫌疑人X的献身》史无前例地将第134届直木奖、第6届本格推理小说大奖及当年度三大推理小说排行榜第1名一并斩获。\n早期作品多为精巧细致的本格推理，后期笔锋越发老辣，文字鲜加雕琢，叙述简练凶狠，情节跌宕诡异，故事架构几至匪夷所思的地步，擅长从极不合理之处写出极合理的故事，功力之深令世人骇然。",
    "date": "2009年9月",
    "page": "424",
    "cover": "9787544245272.jpg"
  },
  {
    "content_description": "《金锁记》写于1943年，小说描写了一个小商人家庭出身的女子曹七巧的心灵变迁历程。七巧做过残疾人的妻子，欲爱而不能爱，几乎像疯子一样在姜家过了30年。在财欲与情欲的压迫下，她的性格终于被扭曲，行为变得乖戾，不但破坏儿子的婚姻，致使儿媳被折磨而死，还拆散女儿的爱情。\"30年来她戴着黄金的枷。她用那沉重的枷角劈杀了几个人，没死的也送了半条命。\"\n张爱玲在本书中在空前深刻的程度上表现了现代社会两性心理的基本意蕴。她在她那创作的年代并无任何前卫的思想，然而却令人震惊地拉开了两性世界温情脉脉的面纱。主人公曾被作者称为她小说世界中惟一的\"英雄\"，她拥有着\"一个疯子的审慎和机智\"，为了报复曾经伤害过她的社会，她用最为病态的方式，\"她那平扁而尖利的喉咙四面割着人像剃刀片\"，随心所欲地施展着淫威。\n作者将现代中国心理分析小说推向了极致，细微地镂刻着人物变态的心理，那利刃一般毒辣的话语产生了令人惊心动魄的艺术效果。《金锁记》在叙述体貌上还借鉴了民族旧小说的经验，明显反映了类似《红楼梦》之类的小说手法已被作者用来表现她所要表现的华洋杂处的现代都市生活。",
    "ISBN": "9788781074519",
    "name": "金锁记",
    "author": "张爱玲",
    "price": "13.5元",
    "press": "哈尔滨出版社",
    "score": "8.4",
    "link": "https://book.douban.com/subject/3017857/",
    "author_profile": "张爱玲（1920年9月30日-1995年9月8日）\n张爱玲主要作品\n散文集《流言》、散文小说合集《张看》、中短篇小说集《传奇》、长篇小说《倾城之恋》、《半生缘》、《赤地之恋》。晚年从事中国文学评价和《红楼梦》研究。\n说张爱玲是中国文学史上的一个“异数”当不为过。文字在她的笔下，才真正的有了生命，直钻进你的心里去。喜欢张爱玲的人对她的书真是喜欢，阅读的本身就能给读书的人莫大的快感。阅读的快乐只有在她那里才可以得到，至少对我是这样。读别的书你或许能知道道理，了解知识，得到震撼，但是只有读张爱玲的文章你才是快乐的。即便是有点悲剧意味的《十八春》依然如此！",
    "date": "2005年6月",
    "page": "172",
    "cover": "9788781074519.jpg"
  },
  {
    "content_description": "盖茨比为了久久地抱着的一个梦而付出了很高的代价。他死后，尼克发觉是汤姆暗中挑拨威尔逊去杀死盖茨比。他感到东部鬼影幢幢，世态炎凉，便决定回中西部老家去。这是一个简单的故事，却有着极悲凉的人生况味。",
    "ISBN": "9787020046089",
    "name": "了不起的盖茨比",
    "author": "菲茨杰拉德",
    "price": "12.00元",
    "press": "人民文学出版社",
    "score": "8.2",
    "link": "https://book.douban.com/subject/1008988/",
    "author_profile": "《了不起的盖茨比》(名著名译插图本)弗·司各特·菲茨杰拉德（1896-1940），美国二十世纪最杰出的作家之一。《了不起的盖茨比》是他最著名的代表作。二十世纪二十年代的美国，空气里弥漫着欢歌与纵饮的气息。一个偶然的机会，穷职员尼克闯入了挥金如土的大富翁盖茨比隐秘的世界，惊讶地发现，他内心惟一的牵绊竟是对河岸那盏小小的绿灯——灯影婆娑中，住着心爱的黛西。然而，冰冷的现实容不下缥缈的梦，到头来，盖茨比心中的女神只不过是凡尘俗世的物质女郎。当一切真相大白，盖茨比的悲剧人生亦如烟花般，璀璨只是一瞬，幻灭才是永恒。一阕华丽的“爵士时代”的挽歌，在菲茨杰拉德笔下，如诗如梦，在美国当代文学史上留下了墨色浓重的印痕。",
    "date": "2004-06",
    "page": "192",
    "cover": "9787020046089.jpg"
  },
  {
    "content_description": "小说叙述一个奇才怪杰谋杀了26个少女的故事。其中每一次谋杀都是一个目的：只是因为迷上她们特有的味道。对格雷诺耶来说，每次都是一场恋爱，但是他爱的不是人，而是她们身上的香味；谋杀她们只是为了永远占有，并且拥有他所钟爱的那种没有感觉，没有生命的“香味”……\n这本书不是一部通俗的惊险小说，而是一部构思奇特，充满幻想，离意深刻的严肃作品；自1985年出版以来，始终高居德国畅销书排行榜前列，已被译成30余种文字。",
    "ISBN": "9787532736201",
    "name": "香水",
    "author": "[德] 帕·聚斯金德",
    "price": "20.00元",
    "press": "上海译文出版社",
    "score": "8.5",
    "link": "https://book.douban.com/subject/1292416/",
    "author_profile": "帕·聚斯金德1949年出生在联邦德国，早年在慕尼黑和法国的埃克斯昂普罗旺斯攻读与研究中世纪史和近代史，后一度靠写电影分镜头剧本维持生活。他发表的处女作是剧本《低音提琴》。1984年，聚斯金德完成了他的第一部小说《香水》，出版后轰动了德语文坛。继《香水》之后，聚斯金德用古典主义的笔调创作了中篇小说《鸽子》。",
    "date": "2005-5",
    "page": "235",
    "cover": "9787532736201.jpg"
  },
  {
    "content_description": "80年代生人的张楠因大学毕业找不到好工作而留学澳洲，在那里他认识了同样留学的方茴。就在他被方茴的神秘感吸引时，却听说她竟然是同性恋。阴错阳差，他与方茴住在了同一屋檐下，并且通过其他朋友知道方茴并不是真正的同性恋者，而是曾经深受伤害，有过一段难以忘怀的经历。一次偶然的机会，在张楠的房间里，方茴给他讲述了自己的故事……\n作品通过诙谐的文字，以方茴和陈寻的爱情故事为主线，描述了80后的情感与生活历程。方茴过去的回忆让人仿佛再次回到了90年代末的北京，在时间跨度长达十年的叙述中有美好的青春校园生活，有涉及青少年犯罪的探讨警示，有建国五十年大庆、迎接新世纪、北京申奥成功的历史事件，有大学时代的颓废迷茫，有工作以后的艰难奋斗，有婚姻生活的现状等等，以独特的视角真实记录了80后的成长轨迹和他们富有时代感的印记。",
    "ISBN": "9787506030328",
    "name": "匆匆那年（上下）",
    "author": "九夜茴",
    "price": "29.00",
    "press": "东方出版社",
    "score": "8.3",
    "link": "https://book.douban.com/subject/2567919/",
    "author_profile": "九夜茴，女，80后生人。笔名取自一个神话，传说中，九夜茴是一种魔花，每九夜绽放一次，颜色瑰丽，香气袭人。如果你曾背叛过别人，那么你见到它就会受到惩戒；如果你曾被别人背叛，那么你见到它就会得到抚慰。 然而，这个世界上大多数人都曾背叛过别人也被别人背叛，于是九夜茴变成了一朵有着无限魔力却充满更多无奈的花……笔者不求成为偶开天眼看红尘的仙人智者，只盼能做记下眼中人悲欢离合的小花一朵。\n九夜茴于2005年在网上凭借小说《弟弟，再爱我一次》而轰动一时。她的小说在各大文学网站均被评为精华作品，成为点击量居高不下的又一位80后作家。2006年她又推出的长篇言情小说《风不飘摇，云不飘摇》，同样引发了读看热潮。《匆匆那年》是她在网上连载的第三部小说。",
    "date": "2008-1",
    "page": "487",
    "cover": "9787506030328.jpg"
  },
  {
    "content_description": "《东霓》和《西决》一样，还是在讲发生在那个永远的龙城的，郑家人的故事。但是不同于西决的隐忍，东霓是个活色声香的女人。这本《西决》的姐妹篇，却完全转换了主人公以及第一人称叙述的视角，呈现出来一个东霓眼中完全不同的郑家，完全不同的世界。东霓是一个经历坎坷、自私势利，却又坚韧勇敢、情深似海的女人。残酷的生活教会她精明和算计，但是在真正紧要的转折点上，她却依然把自己交付给生命深处燃烧着的冲动和本能。所以她才要不择手段地和前夫争夺，所以她机关算尽却把自己绕了进去，所以她才能勇敢地用伤痕累累的心热切地去爱，所以她才能只是因为一时冲动，给真正最关心她的人留下永远难以磨灭的伤害。\n故事结尾处，东霓放弃了很多，失去了很多，唯一剩下的，却还是她的勇气和热情。她带着自己的秘密重新出发了，龙城依旧是个静默的古老城市，这一次，变成了一个荒凉的戏台，东霓粉墨登场，像个张扬的花旦，在万里晴空之下，上演了一出古老的戏码：北方，有佳人。",
    "ISBN": "9787535445582",
    "name": "东霓",
    "author": "笛安",
    "price": "26.80元",
    "press": "长江文艺出版社",
    "score": "8.2",
    "link": "https://book.douban.com/subject/4874131/",
    "author_profile": "1983年出生，狮子座。社会学硕士。\n    代表作：《西决》《告别天堂(2010年修订版)》\n    新作：《东霓》全国热卖中",
    "date": "2010-7-1",
    "page": "238",
    "cover": "9787535445582.jpg"
  },
  {
    "content_description": "《格林童话全集》主要内容：本文库旨在汇总世界文学创作的精华，全面反映包括我国在内的世界文学的最高成就，为读者提供世界第一流的文学精品，它以最能代表一个时代文学成就的长篇小说为骨干，同时全面地反映其他体裁如中短篇小说、诗歌、散文、戏剧、童话、寓言等各主面最优秀的成查，选收作品的时限，外国文学部分，自古代英雄史诗至第二次世界大战结束，中国文学部分，自《诗经》至中华人民共和国成立，它是包容古今、囊括中外的珍贵的文学图书系统。",
    "ISBN": "9787020019526",
    "name": "格林童话全集",
    "author": "格林兄弟",
    "price": "21.45元",
    "press": "人民文学出版社",
    "score": "8.9",
    "link": "https://book.douban.com/subject/1043008/",
    "author_profile": "",
    "date": "1994-11",
    "page": "625",
    "cover": "9787020019526.jpg"
  },
  {
    "content_description": "一个声势显赫的康巴藏族土司，在酒后和汉族太太生了一个傻瓜儿子。这个人人都认定的傻子与现实生活格格不入，却有着超时代的预感和举止，成为土司制度兴衰的见证人。小说故事精彩曲折动人，以饱含激情的笔墨，超然物外的审视目光，展现了浓郁的民族风情和土司制度的浪漫神秘。",
    "ISBN": "9787020033645",
    "name": "尘埃落定",
    "author": "阿来",
    "price": "22.0",
    "press": "人民文学出版社",
    "score": "8.4",
    "link": "https://book.douban.com/subject/1080309/",
    "author_profile": "阿来，一九五九年生于四川北部阿坝藏区。履历表上列为籍贯的马尔康县俗称“四土”，即四个土司统辖之地。 八十年代中期开始创作。出版过小说集《旧年的血迹》与诗集《梭磨河》。《尘埃落定》是其第一部长篇 小说。",
    "date": "1990-01-01",
    "page": "408",
    "cover": "9787020033645.jpg"
  },
  {
    "content_description": "《草样年华》是一部描写大学生活的长篇爱情小说，以邱飞和周舟的爱情生活为主线，塑造了大学生邱飞、杨阳等个性鲜明的人物。在学校里，他们都是所谓不务正业的“坏”学生，无心学习，整天琢磨着逃避考试、偷窥女生宿舍、谈恋爱、玩乐队、喝酒、打架等等，为读者展开了一幅活灵活现的大学生活众生相。但他们实际上又是充满理想和热情的青春少年，他们渴望找到灵魂的出口，热爱文学和音乐，内心充满了善良和对未来的期待，只是与大学校园死板、程序化的环境格格不入，这才导致了他们的愤世嫉俗，以微弱的“坏”来与周围的环境相抗争。直到最后才猛然惊醒，为自己青春的面目全非和支离破碎而备觉荒凉，在此情可待成追忆时，才知道爱情和生活的可贵。",
    "ISBN": "9787805959177",
    "name": "草样年华",
    "author": "孙睿",
    "price": "19.50元",
    "press": "远方出版社",
    "score": "7.2",
    "link": "https://book.douban.com/subject/1007334/",
    "author_profile": "孙睿，1981年生，北京人。图书策划人沈浩波认为，与郭敬明，何员外等青春作者相比，孙睿的文学准备更为充分，作为一个北京孩子，他完全继承了京味作家幽默洒脱的文风，他的小说有着王朔式的幽默，却没有王朔的油滑；有着王小波式的睿智，却没有王小波的炫耀；有着石康式的浑不吝，却不像石康那样一味地颓靡。",
    "date": "2004-1",
    "page": "327",
    "cover": "9787805959177.jpg"
  },
  {
    "content_description": "《蔷薇岛屿》安妮宝贝的第四本书。内容为在上海、北京、香港、越南、柬埔寨一路旅途中拍摄的照片及写下的字，留下时光和幻觉的印记，是一本关于旅行、爱和生死的影像书。包括《再见，时光》、《赤道往北21度》、《在西贡》、《危险的美感》、《世俗生活》等17篇散文，以及小说《一场上海烟花》。",
    "ISBN": "9787506324298",
    "name": "蔷薇岛屿",
    "author": "安妮宝贝",
    "price": "18.00元",
    "press": "作家出版社",
    "score": "8.0",
    "link": "https://book.douban.com/subject/1063190/",
    "author_profile": "安妮宝贝，自由作家，曾任职金融网络广告行业。1998年开始发表小说，因作品风格独特引起广泛关注。题材多围绕宿命，自由，漂泊等命题思考，创作工业化大城市中游离者的生活；他们在爱和幻觉中的决然出行，及对自我的追寻。\n2000年起出版小说集《告别薇安》，《八月未央》，长篇小说《彼岸花》，面市后都十分畅销。\n安妮宝贝现居北京。从事专业写作及为杂志撰写独立摄影采访和专栏。",
    "date": "2002-8",
    "page": "179",
    "cover": "9787506324298.jpg"
  },
  {
    "content_description": "这是法国十九世纪浪漫派领袖雨果继《巴黎圣母院》之后创作的又一部气势恢宏的鸿篇巨著。全书以卓越的艺术魅力，展示了一幅自1793年法国大革命至1832年巴黎人民起义期间，法国近代社会生活和政治生活的辉煌画卷，最大限度地体现了雨果在叙事方面的过人才华，是世界文学史上现实主义与浪漫主义结合的典范。小说集中反映了雨果的人道主义思想，饱含了雨果对于人类苦难命运的关心和对末来坚定不移的信念，具有震撼人心的艺术感染力。",
    "ISBN": "9787020017164",
    "name": "悲惨世界（上中下）",
    "author": "[法] 雨果",
    "price": "66.00元",
    "press": "人民文学出版社",
    "score": "8.9",
    "link": "https://book.douban.com/subject/1205054/",
    "author_profile": "维克多·雨果（Victor Hugo，1802-1885），19世纪法国浪漫主义文学的代表人物。贯穿他一生活动和创作的主导思想是人道主义、反对暴力、以爱制“恶”。其文学创作有诗歌、小说、戏剧、政论、散文随笔以及文学评论，卷帙浩繁。代表作有长篇小说《巴黎圣母院》、《海上劳工》、《悲 惨世界》及《九三年》等。",
    "date": "1992-6",
    "page": "1760",
    "cover": "9787020017164.jpg"
  },
  {
    "content_description": "书中有《星之魔术师》、《灯塔》、《鱼》、《烟火》等系列短篇，此外还有部分心情文字及精选插图。独特的人物形象设计，唯美的爱情故事。",
    "ISBN": "9787538524246",
    "name": "我的路",
    "author": "寂地",
    "price": "20.00元",
    "press": "北方妇女儿童出版社",
    "score": "8.6",
    "link": "https://book.douban.com/subject/1431836/",
    "author_profile": "寂地，祖雅乐，国内新晋漫画插画家。风格别致优美，其代表作品《我的路》获得2004年东方国际原创动画漫画艺术大赛金龙奖最佳绘本漫画奖。",
    "date": "2004-10",
    "page": "123",
    "cover": "9787538524246.jpg"
  },
  {
    "content_description": "十年前，顺子的父亲带领一批神秘人进入茫茫的大雪山，闯入凶险莫名的地宫墓室，发现了数不胜数的金银财宝，但他们非但不能带着这些财宝离开，反而被困此地，几乎全部死于非命。\n十年后，“我们”和顺了一行人再次踏足云顶天宫，这更是一次直逼死亡的惊险大穿越：昆仑胎、墙串子、百足神龙等前所未见的怪异事物接替出现，藏尸阁、排道、火山口、门殿、殉葬渠等诡异恐怖之所带来超强的感官刺激……\n云顶天宫是一代奇人汪藏海为万奴王修建的陵墓吗？上次出现在海底墓穴中的土夫子几乎齐聚云顶天宫，两地之间究竟有什么奇怪的联系？\n三叔总是在最令人感到意外的时机出现。三叔的出现就意味着谜团的最后答案，但这些谜团意然又要追溯到五十年前，而真相远远不止这些。一切的现象表明，更加恐怖、惊悚的场景已经到来……",
    "ISBN": "9787505723856",
    "name": "盗墓笔记3",
    "author": "南派三叔",
    "price": "26.80元",
    "press": "中国友谊出版公司",
    "score": "8.5",
    "link": "https://book.douban.com/subject/2298149/",
    "author_profile": "南派三叔（1982年2月20日— ），本名徐磊，男，浙江人，现居杭州。超级畅销书作家。他的《盗墓笔记》系列与另一位作家的《鬼吹灯》系列共同开启了中国小说界的“盗墓时代”。",
    "date": "2007-11",
    "page": "274",
    "cover": "9787505723856.jpg"
  },
  {
    "content_description": "记录了 23到26岁的一些生活 点滴感受\n2007~2010 NOTHING NEW",
    "ISBN": "9787535446794",
    "name": "橙",
    "author": "安东尼",
    "price": "28.80元",
    "press": "长江文艺出版社",
    "score": "8.3",
    "link": "https://book.douban.com/subject/5327697/",
    "author_profile": "26yr／183cm／66kg\n卧室写字 厨房工作 心中有爱 脚下有风",
    "date": "2010-10",
    "page": "224",
    "cover": "9787535446794.jpg"
  },
  {
    "content_description": "王小波书信均选自朝华出版社2004年4月第一版《爱你就像爱生命》，此书系王小波生前从未发表过的与李银河的“两地书”，也是迄今他们夫妇最完整和独立的一本书信集。",
    "ISBN": "9787806859988",
    "name": "爱你就像爱生命",
    "author": "王小波",
    "price": "18.00元",
    "press": "上海锦绣文章出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/3071717/",
    "author_profile": "王小波，1952年出生。一个特立独行的作家。他的作品被誉为“中国当代文坛最美的收获”。自1997年4月11日去世后，他的作品被人们广泛阅读、关注、讨论，并引发了“王小波热”的文化现象。\n主要作品有《黄金时代》、《白银时代》、《青铜时代》、《我的精神家园》、《沉默的大多数》、《黑铁时代》、《地久天长》：纪念、评论集有  《浪漫骑士》、《不再沉默》、《王小波画传》。\n李银河，1952年生于北京，王小波的遗孀。中国社会科学院社会学研究所研究员、博士生导师，美国匹兹堡大学社会博士、北京大学社会学博士后。\n主要著作有《同性恋亚文化》、《中国人的性爱与婚姻》、《中国女性的性与爱》等。",
    "date": "2008-5",
    "page": "222",
    "cover": "9787806859988.jpg"
  },
  {
    "content_description": "《动物农场》是奥威尔最优秀的作品之一，是一则入木三分的反乌托的政治讽喻寓言。\n农场的一群动物成功地进行了一场“革命”，将压榨他们的人类东家赶出农场，建立起一个平等的动物社会。然而，动物领袖，那些聪明的猪们最终却篡夺了革命的果实，成为比人类东家更加独裁和极权的统治者。",
    "ISBN": "9787532741854",
    "name": "动物农场",
    "author": "[英] 乔治·奥威尔",
    "price": "10.00元",
    "press": "上海译文出版社",
    "score": "9.2",
    "link": "https://book.douban.com/subject/2035179/",
    "author_profile": "乔治·奥威尔（George Orwell），本名埃里克·亚瑟·布莱尔（Eric Arthur Blair）。1903年生于印度，当时，他的父亲在当地的殖民地政府供职，用他自己的话说，他家属于“中产阶级的下层，或没有钱财的中产家庭”。\n1904年，由母亲带他先回到了英国。他自幼天资聪颖，11岁时就在报纸上发表了一篇诗作《醒来吧，英格兰的小伙子们》。14岁又考入著名的伊顿（Eton）公学，并获取了奖学金。但早在小学时期，他就饱尝了被富家子弟歧视的苦涩，从他后来的回顾中可以看出，凭他那天生就很敏感的心灵，这时已经对不平等有了初步的体验。\n1921年，布莱尔从伊顿毕业后考取了公职，到缅甸当了一名帝国警察，在那里，被奴役的殖民地人民的悲惨生活无时不在刺激着他的良知。看着他们在饥寒交迫中、在任人宰割的被奴役中挣扎，他深深感到“帝国主义是一种暴虐”。身为一名帝国警察，他为此在良心上备受煎熬，遂于1927年辞了职，并在后来写下了《绞刑》（A Hanging,1931年，此为正式出版年代，下同），《缅甸岁月》（Burmese Days,1934年）和《猎象记》(Shooting an Elephant，1936年)，这些纪实性作品，对帝国主义的罪恶作了无情的揭露。\n但是，这一段生活经历仍使布莱尔内疚不已。为了用行动来表示忏悔，也为了自我教育，他从1928年1月回国时起，就深入到社会最底层，四处漂泊流落。尽管他自幼就体弱多病，但在巴黎、伦敦两地，他当过洗盘子的杂工，住过贫民窟，并常常混迹在流浪汉和乞丐之中。次年，布莱尔写下了关于这段经历的纪实性作品《巴黎伦敦落魄记》（Down and Out in Paris and London,1933年），真切地描述了生活在社会底层的人民的苦难。正是在为这部作品署名时，布莱尔用了“乔治·奥威尔”这一笔名。某种程度上说，“奥威尔”的出现，开始了布莱尔的新生活。\n这时的奥威尔已经把自己深切的情感系于无产阶级的命运上，在思想上也开始倾向社会主义。他不能容忍劳苦大众在英国处于一种“被忽视的”地位，他曾这样深情地写道：“他们才是真正的英国人。”赶巧，在1936年，有一位进步出版商聘请一位属于“不是受害者自己，而是见证人”的作家，去北部工业区（兰开郡，约克郡）对工人的穷困状况作实地调查。被认为是最合适的人选的奥威尔欣然应聘，历时数月，通过自己的亲眼所见，并参考了包括恩格斯《通往威根码头之路》（The Road to Wigan Pier,1937年）--其中记述了大量的事实，深切地反映出工业区人民生活的悲惨和世道的黑暗。奥威尔不但据此愤怒地谴责资本主义工业化对人性的摧残，还主张用社会主义来拯治社会的弊端。\n1936年7月，西班牙内战爆发。同年年底，奥威尔与新婚的妻子一同奔赴西班牙，投身于保卫共和政府的光荣战斗。奥威尔在前线担任少尉，喉部曾经受过重伤。他为记述西班牙内战而写的《向卡特洛尼亚致敬》（Homage to Catalonia,1938年）一书，后来成为关于这场内战的一个权威性文献。\n但是，这场正义的战争，由于左翼共和政府内部分裂，最后竟失败了。没有死于法西斯枪弹下的奥威尔，竟差一点丧身在共和政府内部党派之争的倾轧中。这个惨痛的经验对奥威尔影响巨大。他曾说自己“从1930年起就是一个社会主义者了”，而这时候，他又开始考虑“捍卫民主社会主义”的问题了。这个思想出发点，一直影响到他后期的两部名作《动物庄园》和《1984》（Nineteen Eighty-Four,1949）创作。\n他为后人留下了大量的作品，仅以《动物庄园》和《1984》而言，他的影响已经不可估量。以至于为了指代某些奥威尔所描述过的社会现象，现代英语中还专门有一个词叫“奥威尔现象（Orwellian）”。如果说，贯穿奥威尔一生的作品主要是反映“贫困”和“政治”这两个主题，那么激发他这样写作的主要动力就是良知和真诚。1950年1月，奥威尔病逝，享年46岁。",
    "date": "2007-3",
    "page": "119",
    "cover": "9787532741854.jpg"
  },
  {
    "content_description": "在《小时代2.0》中，依然是以经济飞速发展的上海这座城市为写作背景，故事延续了第一部中大量的时尚元素描写和搞笑的写作风格，但基本脱离了校园故事，更多的是几位主人公在步入职场后，随着自身环境的变化和人生阅历的不断增长，围绕友谊、爱情和职场所展开的故事：\n林萧在《M.E》杂 志实习时与作家崇光互生好感，而相恋多年的男友简溪同多年前在林萧激将之下跳楼身亡的女生的妹妹相恋，和林萧不告而别。适逢崇光胃癌晚期，当林萧从外地和南湘一起回到上海时，却迎来了崇光的突然神秘死亡。错愕的林萧不久迎来了归来的简溪。顾里和男友顾源曾经在学校里的竞争，进入社会后变得更加白热化，阴差阳错之下，双双进入《M.E.》杂志，分别担任财务总监和广告总监的职位，有着职场野心的顾里同男友在这种微妙的斗争里，变得若即若离。更雪上加霜的是，顾里迎来了她人生里从来没预料到的客人，她的亲生弟弟；在《小时代1.0》里扮演大家开心果的唐宛如，却在渐渐发展的剧情里扮演了神秘的背后推手。不久，林萧迎来了生命里第二次在爱情上的选择，一个完全陌生的外国男孩，带着神秘的熟悉气息，走进她的生活。",
    "ISBN": "9787535441041",
    "name": "小时代2.0虚铜时代",
    "author": "郭敬明",
    "price": "26.80元",
    "press": "长江文艺出版社",
    "score": "6.5",
    "link": "https://book.douban.com/subject/4038164/",
    "author_profile": "",
    "date": "2010-1",
    "page": "263",
    "cover": "9787535441041.jpg"
  },
  {
    "content_description": "“我想念我穿着白纱的妻子，是否能让她的狗告诉我，埋藏在她生命尽头的秘密……”\n妻子的意外身亡，是意外还是自杀？唯一的目击者是她的爱犬“罗莉”。丈夫保罗是一位语言学家，他要找到妻子死亡的真相，于是决定教会“罗莉”说话，道出真相。美国新生代女作家卡罗琳·帕克丝特的爱情悬疑小说《巴别塔之犬》以象征语言分野、表达困境的“巴别塔”作为基调，在悬疑的背后，探讨的是关于爱情和隔膜的永恒追问。",
    "ISBN": "9787544237017",
    "name": "巴别塔之犬",
    "author": "[美] 卡罗琳·帕克丝特",
    "price": "22.00元",
    "press": "南海出版公司",
    "score": "7.7",
    "link": "https://book.douban.com/subject/2139305/",
    "author_profile": "卡罗琳·帕克丝特，美国著名畅销书作家。毕业于美利坚大学创作研究所。大学毕业后，曾经在书店工作三年，而后才全心投入创作。她的作品散见于《北美评论》、《明尼苏达评论》、《夏威夷评论》、《新月评论》。《巴别塔之犬》是她正式出版的第一部小说，甫一出版即引起热烈回响，有书评家说她具有强烈的阿言德风格：雾气浓重的鬼魅深夜、古老的民间传说、给予人如梦般的阅读历程；更有书评家赞许她是美国新生代作家之中最耀眼的一位。卡罗琳．帕克斯特现今与丈夫及儿子住在华盛顿特区，第二本小说Lost & Found也已经在美出版。\n何致和，1967年生于台北。文化大学英文系，东华大学创作与英语文学研究所毕业。短篇小说曾获联合报文学奖、宝岛小说奖、教育部文艺创作奖。着有小说集《失去夜的那一夜》、长篇小说《白色城市的忧郁》。另有《酸臭之屋》、《恶梦工厂》、《时间线》、《人骨拼图》、《战争魔术师》等十余部译作。目前正于辅仁大学比较文学研究所攻读博士学位。",
    "date": "2007-7",
    "page": "257",
    "cover": "9787544237017.jpg"
  },
  {
    "content_description": "《倚天屠龙记》，金庸武侠小说，著于1961年，是“射雕三部曲”系列第三部，现收录在《金庸作品集》中。该书以元末群雄纷起、江湖动荡为广阔背景，叙述武当弟子张无忌的江湖生涯，表现众武林豪杰质朴自然，形态各异的精神风貌，展现其不可替代的人格力量。",
    "ISBN": "9787108012692",
    "name": "倚天屠龙记(共四册)",
    "author": "金庸",
    "price": "0",
    "press": "三联书店",
    "score": "8.5",
    "link": "https://book.douban.com/subject/1070851/",
    "author_profile": "金庸（1924年2月6日—），香港“大紫荆勋贤”。原名查良镛(zhā liáng yōng，英：Louis Cha)，浙江海宁人，当代著名作家、新闻学家、企业家、社会活动家，《香港基本法》主要起草人之一。金庸是新派武侠小说最杰出的代表作家，被普遍誉为武侠小说作家的“泰山北斗”，更有金迷们尊称其为“金大侠”或“查大侠”。\n金庸生于1924年，祖籍为安徽省桐城，出生在浙江海宁，查家为当地望族，历史上最鼎盛期为清康熙年间，以查慎行为首叔侄七人同任翰林。现代查氏家族还有两位知名人物，南开大学教授查良铮（穆旦）（四十年代九叶派代表诗人，翻译家），台湾学术界风云人物、司法部长查良钊。出自海宁的著名人物还有王国维和徐志摩。徐志摩是金庸的表兄。金庸祖父查沧珊是“丹阳教案”的当事人。\n1937年，金庸考入浙江一流的杭州高中，离开家乡海宁。1939年金庸15岁时曾经和同学一起编写了一本指导学生升初中的参考书《给投考初中者》，畅销内地，这是此类书籍在中国第一次出版，也是金庸出版的第一本书。1941年日军攻到浙江，金庸进入联合高中，那时他17岁，临毕业时因为写讽刺黑板报《阿丽丝漫游记》被开除。另一说是写情书.1944年考入重庆国立政治大学外文系，因对国民党职业学生不满投诉被勒令退学，一度进入中央图书馆工作，后转入苏州东吴大学(今苏州大学)学习国际法。抗战胜利后回杭州进《东南日报》做记者，1948年在数千人参加的考试中脱颖而出，进入《大公报》，做编辑和收听英语国际电讯广播当翻译。不久《大公报》香港版复刊，金庸南下到香港。\n1950年，《大公报》所属《新晚报》创刊，金庸调任副刊编辑，主持《下午茶座》栏目，也做翻译、记者工作，与梁羽生（原名陈文统）一个办公桌，写过不少文艺小品和影评（笔名姚馥兰和林欢）。姚馥兰的意思是英文的Your friend.(你的朋友)。1955年开写《书剑恩仇录》，在《大公报》与梁羽生、陈凡（百剑堂主）开设《三剑楼随笔》，成为专栏作家。1957年进入长城电影公司，专职为编剧，写过《绝代佳人》、《兰花花》、《不要离开我》、《三恋》、《小鸽子姑娘》、《午夜琴声》等剧本，合导过《有女怀春》、《王老虎抢亲》（所用笔名为林欢）。\n建国不久，金庸为了实现外交家的理想来到北京，但由于种种原因而失望地回到香港，从而开始了武侠小说的创作。\n1959年离开长城电影公司，与中学同学沈宝新合资创办《明报》，任主编兼社长历35年，期间又创办《明报月刊》、《明报周刊》、新加坡《新明日报》及马来西亚《新明日报》等。金庸任董事长期间，《明报》成为香港最有影响的报纸之一，有人把它比喻成香港的《泰晤士报》。其对中国时局的预测和分析，是其它报纸不能比拟的。《明报月刊》则是华人世界最文人化的刊物，其对大中华关怀，深受全世界华人好评。\n从五十年代末——七十年代初，金庸共写武侠小说15部，1972年宣布封笔，开始修订工作。\n1981年后金庸数次回大陆，先后受到邓小平、江泽民等领导人的接见，1985年任香港基本法起草委员会委员，1986年被任命为基本法起草委员会“政治体制”小组港方负责人，1989年辞去基本法委员职务，卸任《明报》社长职务，1992年到英国牛津大学当访问学者，1994年辞去《明报》企业董事局主席职务。1999~2005年任浙江大学人文学院院长。\n金庸博学多才。就武侠小说方面，金庸阅历丰富，知识渊博，文思敏捷，眼光独到。他继承古典武侠小说之精华，开创了形式独特、情节曲折、描写细腻且深具人性和豪情侠义的新派武侠小说先河。举凡历史、政治、古代哲学、宗教、文学、艺术、电影等都有研究，作品中琴棋书画、诗词典章、天文历算、阴阳五行、奇门遁甲、儒道佛学均有涉猎，金庸还是香港著名的政论家、企业家、报人，曾获法国总统“荣誉军团骑士”勋章，英国牛津大学董事会成员及两所学院荣誉院士，多家大学名誉博士。\n金庸一支笔写武侠，一支笔纵论时局，享誉香江；少年游侠，中年游艺，老年游仙；为文可以风行一世，为商可以富比陶朱，为政可以参国论要：金庸一生的传奇，可谓多姿多彩之至。佛学对金庸的影响很大。在他的文学作品中处处可见金庸中庸平和的风格。",
    "date": "1999-04",
    "page": "1335",
    "cover": "9787108012692.jpg"
  },
  {
    "content_description": "这本乔布斯唯一授权的官方传记，在2011年上半年由美国出版商西蒙舒斯特对外发布出版消息以来，备受全球媒体和业界瞩目，这本书的全球出版日期最终确定为2011年11月21日，简体中文版也将同步上市。\n两年多的时间，与乔布斯40多次的面对面倾谈，以及与乔布斯一百多个家庭成员、 朋友、竞争对手、同事的不受限的采访，造就了这本独家传记。\n尽管乔布斯给予本书的采访和创作全面的配合，但他对内容从不干涉，也不要求出版前阅读全文的权利。对于任何资源和关联的人，他都不设限，甚至鼓励他所熟知的人袒露出自己的心声。\n“我已经做了很多并不值得自豪的事情，比如23岁时就让我的女友怀了孕，以及我对这件事的处理方式”，他说， “对我而言，没有什么不可以对外袒露的。”\n谈及和他共过事的人以及竞争对手，他直言不讳，甚至尖酸刻薄。他的激情、精力、欲望、完美主义、艺术修养、残暴还有对掌控权的迷恋塑造出的商业哲学一览无余。\n同样，他的朋友、敌人，还有同事得以为我们提供了一个前所未有的毫无掩饰的视角。\n他是一位极具创造力的企业家，他有如过山车般精彩的人生和犀利激越的性格，充满追求完美和誓不罢休的激情，他创造出个人电脑、动画电影、音乐、手机、平板电脑以及数字出版等6大产业的颠覆性变革。\n乔布斯的个性经常让周围的人愤怒和绝望，但其所创造出的产品也与这种个性息息相关，全然不可分割的，正如苹果的硬件和软件一样。\n他的故事既具有启发意义，又有警示意义，充满了关于创新、个性、领导力以及价值观的教益。",
    "ISBN": "9787508630069",
    "name": "史蒂夫·乔布斯传",
    "author": "[美] 沃尔特·艾萨克森",
    "price": "68.00元",
    "press": "中信出版社",
    "score": "8.7",
    "link": "https://book.douban.com/subject/6798611/",
    "author_profile": "作者：沃尔特·艾萨克森历任美国有线电视新闻网（CNN）董事长和《时代周刊》总编，他的作品包括畅销书《爱因斯坦传》，《本杰明·富兰克林传》以及《基辛格传》",
    "date": "2011-10-24",
    "page": "560",
    "cover": "9787508630069.jpg"
  },
  {
    "content_description": "这本书里除了文化杂文，还有给其他书写的序言与跋语。这些序言与跋语也表明了我的一些态度。除此之外，还有一些轻松的随笔。不管什么书，我都不希望它太严肃，这一本也不例外。\n——王小波",
    "ISBN": "9787531719199",
    "name": "一只特立独行的猪",
    "author": "王小波",
    "price": "18.80元",
    "press": "北方文艺出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/1767945/",
    "author_profile": "王小波：学者、作家。1952年5月13日出生于北京，1968年去云南插队，1978年考入中国人民大学学习商业管理。1984年至1988年在美国匹兹堡大学学习，获硕士学位后回国，曾任教于北京大学和中国人民大学，后辞职专事写作。1997年4月11日病逝于北京。",
    "date": "2006-4",
    "page": "256",
    "cover": "9787531719199.jpg"
  },
  {
    "content_description": "收录“十六岁的日记”、“参加葬礼的名人”、“春天的景色”、“温泉旅馆”、“花的圆舞曲”等15篇短篇小说。",
    "ISBN": "9787563334421",
    "name": "伊豆的舞女",
    "author": "[日] 川端康成",
    "price": "23.80元",
    "press": "广西师范大学出版社",
    "score": "8.1",
    "link": "https://book.douban.com/subject/1005521/",
    "author_profile": "川端康成（1899-1972），日本小说家，新感觉派代表作家之一。他的作品有印象主义色彩，意境新颖，同时由于受佛教影响较深，作品常带有消极悲观情调。代表作有《雪国》、《古都》、《睡美人》、《伊豆的舞女》等。川端康成获1968年诺贝尔文学奖，是继泰戈尔之后第二个获此项殊荣的东方作家。",
    "date": "2002-2",
    "page": "318",
    "cover": "9787563334421.jpg"
  },
  {
    "content_description": "一个女人四十年的情与爱，被一枝细腻而绚烂的笔写得哀婉动人，其中交织着上海这所大都市从四十年代到九十年代沧海桑田的变迁。生活在上海弄堂里的女人沉垒了无数理想、幻灭、躁动和怨望，她们对情与爱的追求，她们的成败，在我们眼前依次展开。王安忆看似平淡却幽默冷峻的笔调，在对细小琐碎的生活细节的津津乐道中，展现时代变迁中的人和城市，被誉为“现代上海史诗”。\n本书荣获第一届世界华文文学奖，并于2000年获得我国文坛上最具荣誉的大奖——茅盾文学奖。",
    "ISBN": "9787544225502",
    "name": "长恨歌",
    "author": "王安忆",
    "price": "22.00元",
    "press": "南海出版公司",
    "score": "8.3",
    "link": "https://book.douban.com/subject/1082349/",
    "author_profile": "王安忆--1954年出生于南京，1955年随母到沪。1970年赴安徽插队落户，1972年考入徐州地区文工团，1978年调回上海，任《儿童时代》小说编辑，1987年进上海作家协会专业创作至今。自1976年发表第一篇散文，至今出版发表有小说《雨，沙沙沙》、《本次列车终点站》、《流逝》、《小鲍庄》、《叔叔的故事》、《69届初中生》、《长恨歌》等短、中、长篇，约有400万字，以及若干散文、文学理论。其中一度获全国短篇小说奖，二度获全国中篇小说奖。翻译为外国语的有英、法、荷、德、日、捷、韩等文字。",
    "date": "2003-8",
    "page": "350",
    "cover": "9787544225502.jpg"
  },
  {
    "content_description": "《谁动了我的奶酪？》是个简单的寓言故事，内容充满了人生中有关变化寓意深长的真理。这是个有趣且能启蒙智慧的故事，内容是在描绘四个住在“迷宫”里的人物，他们竭尽所能地在寻找能滋养他们身心、使他们快乐的“奶酪”的过程。\n这四个小人物中，有两只是名叫“嗅嗅”和“匆匆”的老鼠；其他两位则是身体大小和老鼠差不多的小人，名叫“唧唧”和“哼哼”，而且这两个小人的外型与行为和现今的人类差不多。\n这里所谓的“奶酪”是一种比喻，它可以被当成我们生命中最想得到的东西。它可能是一份工作、人际关系、金钱、财产、健康、心灵的宁静。\n书中所谓的“迷宫”，代表的是一个你花费时间与精力追寻你所欲求的东西的地方，它可以是你所服务的机构或你所居住的社区。\n在故事里，这些人物面临突如其来的变化。最后，他们之中有一个成功地对这些变化做出适当的应变，并在迷宫的墙上写下他改变自己的心路历程及从中所得到的经验。\n当你看到那些墙上的标语时，你就能自己找出处理变化的方法，了解了这些方法，你就不会感到太多压力，并且能够在生活中或工作中得到更多的成就感（不管你怎么定义这些成就感和压力）。",
    "ISBN": "9787800733666",
    "name": "谁动了我的奶酪？",
    "author": "[美] 斯宾塞·约翰逊",
    "price": "16.80元",
    "press": "中信出版社",
    "score": "7.2",
    "link": "https://book.douban.com/subject/1021056/",
    "author_profile": "斯宾塞·约翰逊（Spencer Johnson），医学博士，他是全球知名的思想先锋、演说家和畅销书作家。他的许多观点，使成千上万的人发现了生活中的简单真理，使人们的生活更加健康、更成功、更轻松。",
    "date": "2001-9",
    "page": "91",
    "cover": "9787800733666.jpg"
  },
  {
    "content_description": "虔诚的上帝信徒——欧洲原子核研究组织的杰出科学家列奥纳多·维特勒毕生致力于以科学的手段证明神的存在。他和其养女、神秘妩媚的科学家维特多利亚在实验室里进行高度机密的试验，成功地制造出了一种极其强大的能量——“反物质”。\n在这个重大发现尚未对外公布时，列奥纳多在实验室里惨遭杀害，一颗眼珠被凶手挖走，胸口上赫然印着一个神秘的标记——“光照派”！更令人震惊的是，藏在地下的反物质不翼而飞。哈佛大学的符号学专家罗伯特·兰登应欧洲原子核研究组织首领之邀，前来调查这个神秘的符号。就在他到达的当天，失踪的反物质在梵蒂冈城地下某处被人发现。离开了实验室的反物质，会在二十四小时之后自行爆炸。这天正是天主教教皇选举日。来自世界各地的天主教首领会聚在梵蒂冈城，藏在地下的反物质就如同一枚定时炸弹，如不能及时找到，整个梵蒂冈城便会在顷刻间灰飞烟灭。\n形势刻不容缓，兰登与维特多利亚一起踏上了前往梵蒂冈的冒险之旅……",
    "ISBN": "9787020049929",
    "name": "天使与魔鬼",
    "author": "[美] 丹.布朗",
    "price": "29.80元",
    "press": "人民文学出版社",
    "score": "8.2",
    "link": "https://book.douban.com/subject/1228110/",
    "author_profile": "丹·布朗（DanBrown, 1964- ），美国畅销作家。毕业于阿默斯特学院，曾是一名英语教师。1996年开始写作，先后推出了《数字城堡》、《诡计》和《天使程序》3部小说，均取得了不错的销售成绩，其中以《天使程序》最为成功，奠定了他在小说界的地位。《达・芬奇密码》是他的第4部作品，出版后成为有史以来最为畅销的小说之一。布朗的作品已被翻译成多种文字，在世界范围内广为流传。",
    "date": "2005-2",
    "page": "428",
    "cover": "9787020049929.jpg"
  },
  {
    "content_description": "这是以文革时期为背景的系列作品构成的长篇。发生“文化大革命”的二十世纪六七十年代，正是我们国家和民族的灾难年代。那时，知识分子群体无能为力而极“左”政治泛滥横行。作为倍受歧视的知识分子，往往丧失了自我意志和个人尊严。在这组系列作品里面，名叫“王二”的男主人公处于恐怖和荒谬的环境，遭到各种不公正待遇，但他却摆脱了传统文化人的悲愤心态，创造出一种反抗和超越的方式：既然不能证明自己无辜，便倾向于证明自己不无辜。于是他以性爱作为对抗外部世界的最后据点，将性爱表现得既放浪形骸又纯净无邪，不但不觉羞耻，还轰轰烈烈地进行到底，对陈规陋习和政治偏见展开了极其尖锐而又饱含幽默的挑战。一次次被斗、挨整，他都处之坦然，乐观为本，获得了价值境界上的全线胜利。作者用一种机智的光辉烛照当年那种无处不在的压抑，使人的精神世界从悲惨暗淡的历史阴影中超拔出来。",
    "ISBN": "9787561327470",
    "name": "黄金时代",
    "author": "王小波",
    "price": "23.00元",
    "press": "陕西师范大学出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/1082406/",
    "author_profile": "王小波，1952年5月13日出生于北京，1968-1972年在山东牟平插队，后做民办教师，1972-1973年北京牛街教学仪器厂工人，1974-1982年中国人民大学贸易经济系学生，1982-1984年中国人民大学一分校教师，1984-1988年美国匹兹堡大学东亚研究中心研究生，获硕士学位。1988-1991年北京大学社会学所讲师，1991-1992年，中国人民大学会计系讲师。1992-1997年，自由撰稿人。1997年4月11日在北京逝世。被称为上个世纪九十年代中国最“另类”的作家，有评价说他是中国白话文的第一把手。其自由人文主义的立场和风格贯穿作品，“王小波文体”为无数青年仿效。“时代三部曲”是王小波作品的精华，其中以喜剧精神和幽默口吻，述说人类生存状况的荒谬故事，故事背景跨越各种年代，描写权力对创造欲望和人性需求的扭曲及压制，展示了知识分子在过去、现在和未来的命运，代表着王小波对文学的理解和他异于寻常的艺术水准。",
    "date": "2009-07-01",
    "page": "413页",
    "cover": "9787561327470.jpg"
  },
  {
    "content_description": "全书由八个短篇组成，分别从八个位于童年、青春期和青年等不同阶段的男性视角出发，以意识和潜意识交接地带的经验为揭示对象，有时荒唐，有时伤感，有时温柔，有时骇人，有时魔幻，却都无限接近真实，接近每个人的内心。\n麦克尤恩素来擅长以冷静细腻的笔触打磨幽暗题材，赋予其精妙无双的质感。八个故事各如黑晶棱镜之一面，折射出日常生活中平凡人性所可能误陷的种种魔怔与梦魇。平地与深渊，生与死，真实与玄幻，伦常与变态之间的界限恍若蛛丝般轻薄，看后令人或怅然或倒吸凉气，同时又觉得其魔力不可抗拒。\n以如此短薄篇幅，麦克尤恩却惊才遽现，征服了文坛。所录每一篇都可谓杰作，令人过目难忘。此书是阅读和了解这位天才作家的最佳切入点。\n《最初的爱情，最后的仪式》是麦克尤恩的处女作与成名作。",
    "ISBN": "9787305063749",
    "name": "最初的爱情 最后的仪式",
    "author": "[英] 伊恩·麦克尤恩",
    "price": "22.00元",
    "press": "南京大学出版社",
    "score": "8.0",
    "link": "https://book.douban.com/subject/4011440/",
    "author_profile": "伊恩·麦克尤恩，1948年生，英国当代著名作家。1975年以处女作短篇小说集《最初的爱情，最后的仪式》成名，并获次年毛姆奖。此后佳作不断，迄今已出版十几部既畅销又获好评的小说，并荣获过包括布克奖在内的多项文学大奖，也是今后诺贝尔文学奖的大热人选。\n译者 潘帕，生化学博士后，后弃研从实业，闲时读书，著有《虚构即真实》博客一处，并译有《芒果街上的小屋》、《神谕之夜》、《圣诞忆旧集》和《沉溺》。",
    "date": "2010-2",
    "page": "199",
    "cover": "9787305063749.jpg"
  },
  {
    "content_description": "正值花季的少年夏圣轩和夏政均是离异家庭的单亲子女。两家比邻而居，两人既是朋友又如兄弟，有一种专属于少年间的微妙的羁绊。但是由于两人父母再度结合，使少年们的心中产生了矛盾和抗拒，两人的关系也发生了变化……并因为一次不幸的事故，让两个人的少年之间的关系陷入更大的危机……亲情，友情，爱情。如何做出抉择。摆在两个少年面前的是一道难题。",
    "ISBN": "9787535432926",
    "name": "尘埃星球",
    "author": "落落",
    "price": "22.80元",
    "press": "长江文艺出版社",
    "score": "7.3",
    "link": "https://book.douban.com/subject/1915536/",
    "author_profile": "落落，82年4月生，上海人，编辑，自由撰稿人。\n著有长篇小说《年华是无效信》（2005年），短篇小说集《那些生命中温暖而美好的事情》（2005年），长篇小说《尘埃星球》（2007年），随笔集《不朽》（2008年）。",
    "date": "2009-6",
    "page": "224",
    "cover": "9787535432926.jpg"
  },
  {
    "content_description": "如果当初我勇敢，结局是不是不一样。如果当时你坚持，回忆会不会不这样。\n我年少的爱人啊，你在我身上刻下伤痕、刻下时光。在那些泪眼相望的夜，我依然记得，你便是爱情本身……\n年少时，以为爱能超越一切，那时不明白，世上另有一种力量，叫做命运……",
    "ISBN": "9787802203907",
    "name": "曾有一个人，爱我如生命",
    "author": "舒仪",
    "price": "23.80",
    "press": "中国画报出版社",
    "score": "7.6",
    "link": "https://book.douban.com/subject/3506871/",
    "author_profile": "舒仪，七零年代出生，八零年代成长，九零年代逐渐褪去青涩，二十一世纪开始学习透过现象看本质。名校毕业，多年知名外企经历，职业经理人。工科背景，却深爱文字这种表述方式。外表更具欺骗性，看似温柔实则麻辣，是典型的表里不一，永恒的矛盾统一体。出版有《格子间女人》（中国妇女出版社）。",
    "date": "2009-3",
    "page": "238",
    "cover": "9787802203907.jpg"
  },
  {
    "content_description": "最值得珍藏的怀旧读物，写给年少自己的书，纪念我们共同的青春和成长\n您还记得上世纪最后十年的青春是怎样吗？那可是我们独一无二的成长！\n那些回不去的年少时光》以真挚的感情，真实的细节，讲述了一段发生在那个年代精彩扣人的青春和爱——少女罗琦琦天性桀骜，从不妥协。青春期的她游走在两种截然不同的世界里：作业、考试、小团体的校园；游戏机房、歌舞厅、小混混斗殴泡妞的社会。她看着中国第一代歌舞厅开起来，第一批港台娱乐来到身边……\n每个人的生活和思想都发生着剧变。她和伙伴们分享着甜蜜、忧伤、彷徨、迷惑……在本书中，你可以看到所有你曾热爱却正在遗忘的人和事，更可以看到属于自己的青春和成长。",
    "ISBN": "9787539931494",
    "name": "那些回不去的年少时光",
    "author": "桐华",
    "price": "23.80元",
    "press": "江苏文艺出版社",
    "score": "8.5",
    "link": "https://book.douban.com/subject/4231381/",
    "author_profile": "ABOUT 桐华： “大漠孤烟直，长河落日圆”是从小惯看的景色。向往着“小桥流水人家”，工作后索性跑到南方，领略一番芭蕉夜雨，薄暮昏冥。\n现定居美国。一直觉得人生不管是“大江东去，浪淘尽”，还是“杨柳岸，晓风残月”都该体会经历。\n喜欢沉浸在各色文字世界中，从古龙到席娟，从《红楼梦》到《百年孤独》，来者不拒。\n已出版作品：《步步惊心》《大漠谣》《云中歌》《被时光掩埋的秘密》\n博客地址：http://blog.sina.com.cn/xiaosanju",
    "date": "2010-01",
    "page": "268",
    "cover": "9787539931494.jpg"
  },
  {
    "content_description": "      ",
    "ISBN": "9787020028115",
    "name": "骆驼祥子",
    "author": "老舍",
    "price": "12.00",
    "press": "人民文学出版社",
    "score": "8.1",
    "link": "https://book.douban.com/subject/1043815/",
    "author_profile": "老舍（1899―1966），现代著名作家。出身北京贫民家庭，1924年赴英国教书，1930年回国后长期在青岛大学等校任教授。擅长表现北京下层人民的贫苦生活及其悲惨命运。主要作品有《骆驼祥子》、《四世同堂》、《月牙儿》等小说。解放后热情歌颂新社会，创作了《龙须沟》、《茶馆》等二十多个剧本以及大量的小说、散文、荣获“人民艺术家”称号。曾任全国人大代表、中国文联副主席等职。",
    "date": "2000-3-1",
    "page": "224",
    "cover": "9787020028115.jpg"
  },
  {
    "content_description": "阿狸童话绘本为纯手绘创作，画风成熟稳定，颜色精美靓丽。阿狸绘本的文字脚本立足于挖掘人们内心深处的柔软与坚强，围绕亲情、爱情、友情主题，风格温暖，有发人深省的力量。",
    "ISBN": "9787545202267",
    "name": "阿狸·梦之城堡",
    "author": "hans",
    "price": "36.80元",
    "press": "上海锦绣文章出版社",
    "score": "9.0",
    "link": "https://book.douban.com/subject/3554154/",
    "author_profile": "徐瀚，笔名hans。2005年考入清华大学美术学院，攻读硕士研究生学位，期间正式开始创作阿狸。先后在猫扑，天涯等网站发表阿狸的童话和四格漫画，帖子的点击总量达到三百万,阿狸的qq表情同时在网络上广为流传。后在《女友》《漫友.新蕾》杂志连载阿狸绘本，广受欢迎。",
    "date": "2009-1",
    "page": "228",
    "cover": "9787545202267.jpg"
  },
  {
    "content_description": "千呼万唤的李海鹏首部专栏集，中国当下最好的专栏作家之一。\n本书是著名新闻人和评论人李海鹏在《第一财经周刊》、《南方周末》和《智族GQ》上的专栏集结。涉及社会、经济、文化、生活的时评和杂文。语言睿智幽默、见解险直犀利，让民众听到一种最清醒有力的声音。\n李海鹏的身份并不是作为《南方周末》的高级记者记，或者《第一财经周刊》的专栏名家，或者《GQ》的专题总监而被大家记住的，他被人尊敬和认识，是因为他近乎天真的对自由的执着，对伟大社会成形的关注及焦心。抽丝剥茧的分析，吹毛断发的文字，掷地成声的观点，恣肆放达的叙述，这些都注满了李海鹏的所有文章，其间到处安放着才情、思想、和对自由美好世界的向往，以至于除此之外，他几乎一无所有了。\n图书品牌：磨铁——文治图书\n请海鹏写专栏是《第一财经周刊》做的最好的决定之一。很多时候我们怯于表达，海鹏有勇气；很多时候我们的表达不够准确，海鹏对语言和逻辑的把握让他的文字充满力量；最关键的是，海鹏的优雅和从容，于是有了我们这个时代最值得阅读的文字。\n——伊险峰 《第一财经周刊》执行总编\n海鹏把第一篇专栏《台风》给我时，不确定地说“不知道是不是GQ要的”。至今我都很感谢他，那篇专栏是我第一次看到他回望内心的写作，感受到他“手指触及真理核心时的极度快感”，那声音好古怪。我想，这些细碎、微妙、不经意又很本质的描述，才是生命最原本的光辉啊。\n——王锋 《智族GQ》编辑总监\n在世界到处是光的今天，我们缺少另一种光。李海鹏的书像一颗小钻石，清醒、隐蔽，光芒四射。\n——马莉 诗人、画家、《南方周末》高级编辑\n无论作为记者还是专栏作家，李海鹏都长于发现无所不在的荒诞，但他文字的底色是悲悯，悲民生之多艰，悲世人昏庸而不自知。因此他刻薄、幽默、不羁却温热。汉语被他如此高妙自如地运用，像一个狡黠而骄傲的小男孩把玩他心爱的弹弓。\n——杨瑞春 《中国新闻周刊》执行主编",
    "ISBN": "9787503945434",
    "name": "佛祖在一号线",
    "author": "李海鹏",
    "price": "25.00元",
    "press": "文化艺术出版社",
    "score": "8.2",
    "link": "https://book.douban.com/subject/4872671/",
    "author_profile": "李海鹏：\n新闻记者和专栏作者。曾任《南方周末》高级记者。1972年生，毕业于辽宁大学中文系。作品典范而不拘一格，怀抱理想精神又深具现代意识，蕴含文字之美、独到见识和对人与事的深邃了解。他以公众利益、思想自由和民智提升为新闻的最终目的。中国新闻业的最佳特稿作者。\n熔炼了见解、诗意和幽默感的专栏作者。曾在《第一财经周刊》、《南方周末》和《智族GQ》辟有专栏。\n2010年《GQ》中文版 Men of the Year 年度专栏作家。",
    "date": "2010-6",
    "page": "191",
    "cover": "9787503945434.jpg"
  },
  {
    "content_description": "落落在《不朽》中，记录了“80后”这代人的成长轨迹，“所有过去发生过的事情，在我的记忆中它们留下的形状。每个人的成长中能碰到各种美好或不美好的记忆，小时候被委屈的零星小事，忙碌的父母，同为独生子女的我们放学后空荡荡的家，机器猫，小霸王学习机……我都将它们记载下来，以示回忆的痕迹。希望可以和所有曾有过同样经历和感受的人用共同的心情来温习那些带有缺口却依旧温暖的记忆，因为记忆永远不朽。”\n黑夜中分享眼睛，告别时分享遗忘，天涯分享边界，花朵分享各自的芬芳。让那些不朽，变成须臾，彼此分享。而所有须臾，化为不朽。累积永恒。成为柔软的这个世界。\n——落落",
    "ISBN": "9787535435590",
    "name": "不朽",
    "author": "落落",
    "price": "22.00",
    "press": "长江文艺出版社",
    "score": "7.7",
    "link": "https://book.douban.com/subject/2382705/",
    "author_profile": "落落，82年4月生，上海人，编辑，自由撰稿人。\n作品有长篇小说《年华是无效信》（2005年），短篇小说集《那些生命中温暖而美好的事情》（2005年），长篇小说《尘埃星球》（2007年）。",
    "date": "2007-12",
    "page": "309",
    "cover": "9787535435590.jpg"
  },
  {
    "content_description": "《梦里花落知多少》记录了荷西过世后三毛的生活，共23篇。内容均为台湾皇冠出版社81年至88年的初版。\n荷西的死对三毛又是一场劫难，因此由《背影》到这本书，在文学、心情上都与早期大不相同，说情叙事极其内敛，但在曲折的空间之余，读者当能感受到三毛哀而不伤的笔调里，更多的其实是三毛对人生的坚定。",
    "ISBN": "9787530208922",
    "name": "梦里花落知多少",
    "author": "三毛",
    "price": "28.00元",
    "press": "北京十月文艺出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/2070844/",
    "author_profile": "三毛，台湾著名作家，1943年3月26日出生于重庆，浙江省定海县人。本名为陈懋平，1946年改名陈平，笔名“三毛”，1964年进入文化大学哲学系，肄业后曾留学欧洲，婚后定居西属撒哈拉沙漠加那利岛，并以当地的生活为背景，写出一连串情感真挚的作品。1981年回到台湾，曾在文化大学任教，1984年辞去教职，专职从事写作和演讲，1991年1月4日去世，享年48岁。",
    "date": "2007-6",
    "page": "312",
    "cover": "9787530208922.jpg"
  },
  {
    "content_description": "《当我们谈论爱情时我们在谈论什么》出版于1981年，是雷蒙德•卡佛的成名之作，同时也是其最负盛名的代表作。本书由十七篇短篇小说组成，讲述了如餐馆女招待、锯木厂工人、修车工、推销员和汽车旅馆管理员等社会底层的体力劳动者的生活。这些普通人有着普通人的愿望，做着再普通不过的事情，但他们发现自己在为生存而挣扎，无法获得在常人看来并不远大的人生目标。他们的生活中充满了窘困和不如意，婚姻破裂，失业，酗酒，破产。卡佛用“极简”的遣词、冷静疏离的叙事，表现了现代社会中人的边缘性以及现代人脆弱的自我意识。",
    "ISBN": "9787544710442",
    "name": "当我们谈论爱情时我们在谈论什么",
    "author": "[美] 雷蒙德·卡佛",
    "price": "22.00元",
    "press": "译林出版社",
    "score": "7.8",
    "link": "https://book.douban.com/subject/4010969/",
    "author_profile": "雷蒙德·卡佛（1938—1988）\n美国当代著名短篇小说家、诗人，美国“极简主义”代表作家，并被誉为“新小说”创始者。\n1938年5月25日出生于俄勒冈州克拉斯坎尼镇，1988年8月2日因肺癌去世。\n高中毕业后，即养家糊口艰难谋生，业余学习写作。卡佛人生的前一半充满了苦难与失望。失业，酗酒，破产，妻离子散，友人背弃，坠入人生之谷底。晚年文学声名渐高，却罹患肺癌，五十岁便英年早逝。\n卡佛的作品风格和他自身经历密切相关，精简冷硬。他不是用天才来写作，而是呕心沥血的写作。卡佛一生作品以短篇小说和诗为主，代表作有《请你安静一下好不好？》《谈论爱情时我们说些什么》《大教堂》《何方来电》等。",
    "date": "2010-1",
    "page": "185",
    "cover": "9787544710442.jpg"
  },
  {
    "content_description": "成为干练的HR经理的杜拉拉在王伟离开后的惆怅百转之间，依然在DB卖力地工作着。一方面她经历着自己的职场变迁，另一方面也见识了更多的人和事：出身销售的八十后代表沙当当、处于35岁焦虑的大区经理孙建冬、为下属成长付出心血却不得回报的小区经理李坤……\n在薪带宽酬体制中受到不公平待遇的拉拉，决定跳槽，怀着恶劣的心情，在2006年的盛夏，冒着酷暑踏上了漫漫的求职之路……\n他们的故事，远比生活更精彩！",
    "ISBN": "9787561345429",
    "name": "杜拉拉2华年似水",
    "author": "李可",
    "price": "28.00",
    "press": "陕西师范大学出版社",
    "score": "7.3",
    "link": "https://book.douban.com/subject/3323987/",
    "author_profile": "李可，女，某名校本科毕业。十余年外企生涯，职业经理人。从事过销售和人力资源工作——对于现今以打工谋生的人来说，两种不失为不错的谋生行当：从满足人类成就感的角度看，是两种可能提供极大发挥空间和精神满足的职业。在典型的欧美500强企业文化长期熏陶下，仍然是一个生动的热爱生活的人。",
    "date": "2009-1",
    "page": "288",
    "cover": "9787561345429.jpg"
  },
  {
    "content_description": "鼎剑阁霍展白为救治昔日恋人之子沫儿的病，用七年的时间拼死取得了药王谷主人薛紫夜开给他的七味绝世药引，魔教大光明宫排位第一的神秘杀手瞳为了自己能杀死魔教教主获得自由而抢夺龙血赤寒珠，霍展白和瞳在打斗中双双重伤，被薛紫夜送回药王谷治疗。沫儿的病事实上无法治疗，薛紫夜为一直隐 瞒着霍展白而不安，不顾自己寒症孱弱之身而设法寻找疗法。与此同时，薛紫夜震惊地发现这个能用眼神控制人精神的杀手瞳竟然是失散多年的儿时伙伴明介……",
    "ISBN": "9787530208687",
    "name": "七夜雪",
    "author": "沧月",
    "price": "25.00元",
    "press": "北京十月文艺出版社",
    "score": "8.5",
    "link": "https://book.douban.com/subject/1919201/",
    "author_profile": "沧月，网络文学女作家，原名王洋，79年生，浙江人。2001年底开始在网络发表作品，先以武侠成名，后转入奇幻领域，受到读者喜爱。后开始为《今古传奇·武侠版》等杂志写文；2004年获《今古传奇》主办的“全国大学生武侠小说比赛”第一名，同时获得温瑞安设立的首届“神州奇侠奖”。",
    "date": "2006-10",
    "page": "347",
    "cover": "9787530208687.jpg"
  },
  {
    "content_description": "《看不见的城市》的第一版是在1972年11月由都灵的埃伊纳乌迪出版社出版的。在这本书出版的时候，从1972年底到1973年初，卡尔维诺曾在多家报纸的文章和访谈中谈到它。\r\n下面用卡尔维诺1983年3月29日在纽约哥伦比亚大学写作硕士班的一次讲座中的文字，来介绍“奥斯卡”丛书中的这个新版。讲座原为英文，这里用的是意大利文本，它是以1972到1973年的两次访谈为基础的，并且大部分在意大利没有发表过。（这篇讲稿后来以“卡尔维诺在看不见的城市里”为题，发表在美国的文学刊物《哥伦比亚》1983年第8期上，第37页到第42页；意大利文本的一些部分以“幸福的和不幸的看不见的城市”为题，发表在1972年12月的《意大利时尚》第253期上，第150页到第151页。）\r\n在《看不见的城市》里人们找不到能认得出的城市。所有的城市都是虚构的; 我给它们每一个都起了一个女人的名字。这本书是由一些短小的章节构成的，每个章节都应提供机会，让我们对某个城市或泛指意义上的城市进行反思。\r\n这本书每次只产生一小段，并且间隔的时间也长，就像是我跟随着各种各样的灵感而写在纸上的诗。我是以系列的方式进行写作的: 我有许多文件夹，里面放着我根据那些在我头脑中萦绕的思绪而偶尔写出的纸页，或者只是我想要写的东西的简要记录。我的文件夹中有一个专用于物体，一个专用于动物，一个专用于人物，一个专用于历史人物，还有一个专用于神话中的英雄; 我有一个关于四季的文件夹和一个关于五种感觉的文件夹; 我在一个文件夹里汇集了有关我经历过的那些城市和风景的纸页，而在另一个文件夹里则是那些超越于空间和时间的想象的城市。当一个文件夹渐渐被纸装满时，我就开始思考我能从这里提取出来的那本书了。\r\n就这样，最近这些年里我一直都把这本书带在身边，断断续续地写，每次一小段，经历了一些不同的阶段。有的时候我只想象悲惨的城市，有的时候则只想象幸福的城市; 曾有一个时期我把这些城市比做繁星密布的天空，而在另一个时期我总免不了要谈到每天从城市中泛滥出来的废物。它差不多变成了一本日记，记录下我的心情与思考；所有的一切最后都转变成了城市的图像：我当时读的那些书，我参观的那些艺术展览，与朋友们的那些交谈。\r\n但是所有这些纸页合在一起还没有形成一本书: 一本书（我相信）是某种有开始有结尾的东西（即使不是一本严格意义上的小说），是一个空间，读者必须进入它，在它里面走动，也许还会在它里面迷路，但在某一个时刻，找到一个出口，或许是多个出口，找到一种打开一条走出来的道路的可能性。你们中的某个人会对我说，这个定义能够适用于一部有情节的小说，却并不适用于一本像这样的书，人们应该像读诗、散文或至多是像读短篇小说一样读这本书。那么，我想要说，即使是一本这样的书，由于要成为一本书，它就应该有一个结构，也就是说人们必须在其中发现一个情节，一个旅程，一个结论。\r\n诗的书我从来没有写过，但短篇小说的书我写过多本，当时我发现自己面对要给那些单独的篇章排序的难题，这有可能成为一个令人烦恼的难题。这一次从一开始我就在每页纸的顶头加了一个系列标题：“城市与记忆”，“城市与欲望”，“城市与符号”，第四个系列我曾经起名为“城市与形式”，这个标题后来显得太普通了，于是最终被分配到另外三类里去了。有一段时间，在继续往下写的同时，我在增多系列、或是将系列减到极少（最前面的两个系列是基本的）、或者使它们全部消失之间举棋不定。有许多片段我不知如何将它们归类，于是我寻找新的定义。我将那些有点抽象的空幻的城市编为一组，后来我称这一组为“轻盈的城市”。有一些城市我将它们定义为双重的城市，后来我认为最好还是将它们分到其他的组里。另一些系列，在开始时没有预见到, 到最后跳了出来，我把按别的方式分类过的、特别是像“回忆”和“欲望”那样的片段进行重新分配，例如“城市与眼睛”（其特点是其视觉属性）和“城市与贸易”，这是以交换为特征的: 记忆、欲望、路程、目的地的交换。“连绵的城市”和“隐蔽的城市”，这却是我“故意”写的两个系列，也就是说，在我已经开始明白应该给予这本书以形式和意义时，就带有一个明确的意图。正是在我堆积的材料的基础上，我研究最好的结构，因为我想要这些系列相互交替，相互交织，而同时，这本书的旅程又不过多地脱离时间的顺序，那些单独的片段都是按这个时间顺序而写的。在结尾时，我决定将自己固定在十一个系列，每系列五个片段，这些片段被重新组合进由不同系列的片段构成并且有着某种普遍气氛的章节里。各个系列进行相互交替的方式是尽可能最简单的，尽管有人在这里做过大量的研究以解释它。\r\n我还没有说出我在一开始就应该说的话：《看不见的城市》就像是由马可·波罗向鞑靼人的皇帝忽必烈汗所作的一系列的旅行汇报。（在真实历史中，成吉思汗的后裔忽必烈是蒙古人的皇帝，但可马·波罗在他的书中称他为鞑靼人的大汗，而这在文学传统中保留了下来。）我并不打算追寻这位幸运的威尼斯商人的旅程，他在十三世纪一直到达了中国，然后从那里作为大汗的使者访问了远东的很大一部分地区。现在，东方是一个已经留给专业人士的主题，而我不是这样的人士。但是在所有的世纪里，有一些诗人和作家从马可·波罗的游记中获得启发，就像从一个幻想性的异域情调的舞台背景获得启发一样: 柯勒律治在他的一首著名的诗中，卡夫卡在《皇帝的圣旨》中，布扎第在《鞑靼人的沙漠》中。只有《一千零一夜》能够肯定自己有一个相同的使命:这部书变得就像是一些想象出来的大陆，在这里，另一些文学作品找到它们的空间；这是些“别处”的大陆，在今天，“别处”可以说已经不再存在了，整个世界趋向于变得一致。\r\n这个忧郁的皇帝，他明白他的无边的权力并无多大价值，因为整个世界正在走向毁灭，一个幻想的旅行者在向他讲述一些不可能存在的城市，例如一个微小的城市，它越来越大，最后成为由众多正在扩张的同心城市构成的城市，一个悬在深渊上的蜘蛛网城市，或者是一个像莫里亚纳一样的二维城市。\r\n在这本书每一章的前面和后面都另有一段文字，马可·波罗和忽必烈汗在这里进行思考和评论。马可·波罗和忽必烈汗的第一个片段是我为第一章而写的，只是到后来，当我面对那些城市时，我才想到其他那些章的这种片段。或者不如说，第一个片段我付出了很多劳动，并且剩余了很多材料，于是到了某个时刻，我将这些剩余材料（使节们的言语，马可的手势）的各种变体继续进行下去，于是就产生了各种各样的谈话。随着我继续写城市，我展开了关于我的劳动的思考，也就是马可·波罗和大汗的评论，而这些思考每个都是来自其自身；于是我试图让每一篇谈话自己进行下去。这样我就有了另一批材料，我努力使它们与别的材料平等地进展下去，并且在这里，我做了一点在这样一种意义上的蒙太奇，这就是，某些对话中断，然后重新开始，总之，这本书是同时在辩论和诘问中进行的。\r\n我相信这本书所唤起的并不仅仅是一个与时间无关的城市概念，而是在书中展开了一种时而含蓄时而清晰的关于现代城市的讨论。从某个身为城市规划专家的朋友那里，我听说这本书涉及到了许多他们的问题，并且不是一个偶然事件，因为背景是相同的。但并不是仅仅到了快要结束时，“人口众多”的大都市才在我的书中出现; 那似乎是对一个古老城市的回忆的东西，只是因为被与眼前的今天的城市一同去想和写，才有了意义。\r\n对于我们来说，今天的城市是什么？我认为我写了一种东西，它就像是在越来越难以把城市当做城市来生活的时刻，献给城市的最后一首爱情诗。也许我们正在接近城市生活的一个危机时刻，而《看不见的城市》则是从这些不可生活的城市的心中生长出来的一个梦想。今天人们以相同的顽固谈论着自然环境的破坏和巨大的技术体系的脆弱，这种脆弱有可能制造连锁故障，使各个大都市整体瘫痪。过于巨大的城市的危机是自然危机的另一面。“特大城市”，也就是正在覆盖全世界的连续的、单一的城市图景，也统治着我的书。但是，预言灾难和世界末日的书已经有很多了，再写一本将是同义重复，再说也不属于我的性格。我的马可·波罗心中想的是要发现使人们生活在这些城市中的秘密理由，是能够胜过所有这些危机的理由。这些城市是众多事物的一个整体: 记忆的整体，欲望的整体，一种言语的符号的整体; 正如所有的经济史书籍所解释的，城市是一些交换的地点，但这些交换并不仅仅是货物的交换，它们还是话语的交换，欲望的交换，记录的交换。我的书在幸福城市的图画上打开并合上，这些幸运城市不断地形成并消失，藏在不幸的城市之中。\r\n几乎所有的评论都针对这本书的最后那句话：“在地狱里寻找非地狱的人和物，学会辨别他们，使他们存在下去，赋予他们空间。”由于这是最后的几行，所有的人都将它视为结语，“寓言的寓意”。但这是本由多面构成的书，几乎在所有的地方都有结语，它们是沿着所有的棱写成的，并且也有不少简洁或简明的寓意。当然，如果这一句是在书的结束时发生的，这并不是偶然，但我们开始说，这最后的小章节有一个双重的结语，它两方面的组成部分都是必不可少的: 关于乌托邦的城市（即使我们没有发现它，我们也不能放弃寻找它）和关于地狱的城市。另外: 这只是大汗地图册上“斜体字”的最后部分，这种一直被评论者们所忽视的文字从第一个片段到最后一个片段，所做的只是向这整本书推荐各种可能的“结论”。但是还有另一种途径，这种途径认为一本对称的书的意义要在书中寻找: 有一些心理分析的批评家在马可·波罗对威尼斯的回忆中找到了这本书的深深的根，而马可·波罗的回忆就像是对记忆的最初原型的回归; 而结构符号学的研究者们则说应该在这本书的正中心点寻找: 他们找到了一种不存在的图像，名叫宝琪的城市。在这里有一点是清楚的：作者的意见是多余的。这本书，正如我解释的那样，差不多是自行完成的，只有文字本身能够允许或排除这种或那种阅读。第五章在这本书的中心展开了一个轻的主题，它与城市主题奇异地联合在一起，作为和其他读者一样的读者，我可以说在这一章里有某些片段，我认为是较好的，就像是幻想的物象，也许这些更加纤细的形象（“轻盈的城市”或其他）是这本书最为闪光的地带。我不能再说什么了。",
    "ISBN": "9787544700603",
    "name": "看不见的城市",
    "author": "[意大利]伊塔洛·卡尔维诺",
    "price": "16.00元",
    "press": "译林出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/1863930/",
    "author_profile": "伊塔洛·卡尔维诺（Italo Calvino，1923-）毕业于都灵大学文学系。曾参加反法西斯抵抗运动。处女作《通向蜘蛛巢的小路》（1947），用非英雄化的手法反映游击队的生活。五十年代问世的《我们的先人》三部曲：《分为两半的子爵》（1952）、《树上的男爵》（1957）、《不存在的骑士》（1959），既似现实中的童话，又像童话中的现实，把西方世界中人丧失自我本质的境遇淋漓尽致地表现了出来。三部曲使作家获得世界声誉。随后发表的作品《宇宙谐趣》（1965）、《看不见的城市》（1972）、《如果一个冬夜，一个旅行者……》（1979），渗透对迷乱的现实的思索，颇具哲理小说的特色。卡尔维诺的《意大利童话》（1956）是他长期搜集、研究意大利各地区童话的结晶，已被译成许多国家的文字。",
    "date": "2006-8",
    "page": "166",
    "cover": "9787544700603.jpg"
  },
  {
    "content_description": "一九四四年八月十五日，张爱玲的小说集《传奇》由上海杂志社出版，书中收入中短篇小说《金锁记》、《倾城之恋》、《茉莉香片》、《沉香屑：第一炉香》、《沉香屑：第二炉香》、《琉璃瓦》、《心经》、《年青的时候》、《花凋》和《封锁》。\n《传奇》的出版，是中国现代文学史上的一件大事，也奠定了张爱玲在中国现代文学进程中的历史地位。“五四”开创的新文学运动衍变到此，才出现了一种新的发展可能。\n这本《倾城之恋》收入《传奇》增订本的全部，同时在附录部分收入《传奇》各版的作者自序和关于《倾城之恋》的两篇创作体会。\n《倾城之恋》是张爱玲的成名作与代表作。白流苏和范柳原这一对现实庸俗的男女，在战争的兵荒马乱之中被命运掷骰子般地掷到了一起，于“一刹那”体会到了“一对平凡的夫妻”之间的“一点真心”。",
    "ISBN": "9787530208656",
    "name": "倾城之恋",
    "author": "张爱玲",
    "price": "29.80元",
    "press": "北京十月文艺出版社",
    "score": "8.7",
    "link": "https://book.douban.com/subject/1985223/",
    "author_profile": "张爱玲（1920-1995），中国女作家。祖籍河北丰润，生于上海。1943年开始发表作品，代表作有中篇小说《倾城之恋》、《金锁记》、短篇小说《红玫瑰与白玫瑰》和散文《烬余录》等。1952年离开上海，1955年到美国，创作英文小说多部。1969年以后主要从事古典小说的研究，著有红学论集《红楼梦魇》。已出版作品有中短篇小说集《传奇》、散文集《流言》、散文小说合集《张看》以及长篇小说《十八春》、《赤地之恋》等。",
    "date": "2006-12",
    "page": "467",
    "cover": "9787530208656.jpg"
  },
  {
    "content_description": "《心是孤独的猎手》作者麦卡勒斯的第一部长篇小说，也是她一举成名的作品和最具震撼力的代表作，居“现代文库20世纪百佳英文小说”第17位，曾被评为百部最佳同性恋小说之一。\n故事的背景类似于《伤心咖啡馆之歌》中炎热的南方小镇。小说中两个聋哑男子的同性之爱令人感动，而同性之恋又是若有若无的，时而激烈，时而沉默。主旨凸显的是麦卡勒斯式的主题：孤独是绝对的，最深切的爱也无法改变人类最终极的孤独。绝望的孤独与其说是原罪，不如说是原罪的原罪。",
    "ISBN": "9787542621344",
    "name": "心是孤独的猎手",
    "author": "[美] 卡森·麦卡勒斯",
    "price": "25.00元",
    "press": "上海三联书店",
    "score": "8.5",
    "link": "https://book.douban.com/subject/1424741/",
    "author_profile": "卡森·麦卡勒斯，20世纪美国最重要的作家之一，1917年2月19日生于美国佐治亚州的Columbus。29岁后瘫痪。著有《心是孤独的猎手》、《婚礼的成员》、《黄金眼睛的映像》、《没有指针的钟》等小说作品。1967年9月29日麦卡勒斯在纽约州的Nyack去世，时年50岁。",
    "date": "2005-8",
    "page": "342",
    "cover": "9787542621344.jpg"
  },
  {
    "content_description": "古斯塔夫・勒庞 Gustave Le Bon(1841-1931) 法国著名社会心理学家。他自1894年始，写下一系列社会心理学著作，以本书最为著名；在社会心理学领域已有的著作中，最有影响的，也是这本并不很厚的《乌合之众》。古斯塔夫・勒庞在他在书中极为精致地描述了集体心态，对人们理解集体行为的作用以及对社会心理学的思考发挥了巨大影响。《乌合之众--大众心理研究》在西方已印至第29版，其观点新颖，语言生动，是群体行为的研究者不可不读的佳作。",
    "ISBN": "9787801093660",
    "name": "乌合之众",
    "author": "(法)古斯塔夫.勒庞",
    "price": "16.00元",
    "press": "中央编译出版社",
    "score": "8.4",
    "link": "https://book.douban.com/subject/1012611/",
    "author_profile": "古斯塔夫・勒庞 Gustave Le Bon(1841-1931) 法国著名社会心理学家。他自1894年始，写下一系列社会心理学著作，以本书最为著名，被 翻译成近二十种语言，至今仍在国际学术界有广泛影响。",
    "date": "1998-01",
    "page": "183",
    "cover": "9787801093660.jpg"
  },
  {
    "content_description": "主要讲述了晚明由“三大案”引发的党争，魏忠贤兴起及袁崇焕之奋战。自张居正去世后，便无人敢管万历，为争国本、查妖书、打闷棍，他与大臣展开拉锯战，三十年不上朝。东林党却因此发展壮大，为把持朝政，与齐、楚、浙三党明争暗斗，借国本之争，扶持明光、熹宗二帝即位，成功掌握政权。魏忠贤以平民出身，利用熹宗昏庸，又傍上皇帝乳母客氏，与东林党展开对决。在外，援朝抗日战争后，明防御线转至辽东。没落贵族之后李成梁打蒙古、灭女真，成为一代枭雄，却养虎为患，努尔哈赤借机兴起，统一后金。为抗金、守城、夺失地，在帝师孙承宗的带领下，袁崇焕从一介文人成长为边疆大将，坚守孤城，最终击败努尔哈赤。",
    "ISBN": "9787801655011",
    "name": "明朝那些事儿（陆）",
    "author": "当年明月",
    "price": "28.80",
    "press": "中国海关出版社",
    "score": "8.9",
    "link": "https://book.douban.com/subject/3274113/",
    "author_profile": "当年明月，青年历史学者，畅销书作家。专业职称为副研究员，明史学会会员。是心灵历史的开创者，担任国内多家电视台文史类节目主讲人。所著作品《明朝那些事儿》销量过五百万册，为三十年来最畅销之史学读本。",
    "date": "2008-11",
    "page": "331",
    "cover": "9787801655011.jpg"
  },
  {
    "content_description": "每天早上都有一张我女朋友尸体的照片放到我的收件箱里，照片显示着女朋友的尸体正在一天天地生蛆、腐化。她是在我们去过动物园之后失踪的。所有人都认为她只是失踪了，只有我知道她被杀了。我辞了职，拿着她生前的照片四处寻找凶手的线索，一副心力憔悴的模样。然而苦心寻找的背后隐藏的却是我不愿面对的真相，是我亲手杀了她……",
    "ISBN": "9787509002780",
    "name": "ZOO",
    "author": "[日] 乙一",
    "price": "20.00元",
    "press": "当代世界出版社",
    "score": "8.6",
    "link": "https://book.douban.com/subject/2297697/",
    "author_profile": "乙一（おついち、1978年10月21日—— ），本名安达宽高，生于日本福冈。被誉为日本文坛新一代“恐怖小说精英”，日本评论家盛赞其为难得一见的天才。其作品在日本国内多次获奖。深受日本和港台地区读者喜爱。\n17岁时凭借《夏天·花火·我的尸体》荣获第六届“JUMP小说·纪实小说大奖”，一举成名。2002年出版的《GOTH断掌事件》荣获第三届“MYSTERY奇幻大奖”，销量高踞“2003年MYS7ERY BEST 10”第五位，亦荣获Yaho！Japan读者选为“2002年最佳奇幻小说”第一位。\n已出版作品：《夏天·花火·我的尸体》（集英社/独步文化）、《天帝妖狐》（集英社/独步艾化）、《石之目》（集英社）、《平面狗》（集英社文库）、《暗黑童话》（集英社）、《瀕死之绿》（幻冬舎文库/尖端出版）、《在黑暗中等待》（幻冬舎文库/尖端出版）等。",
    "date": "2007-10",
    "page": "319",
    "cover": "9787509002780.jpg"
  },
  {
    "content_description": "明朝最后一位皇帝，自来有许多传说。关于崇祯究竟是一个昏庸无能的皇帝，还是一个力图奋起的人，一直众说纷纭。不管怎么说，这是一个残酷的时代，也是一个精彩的时代。本书对这一段历史进行了分析梳理，引人思索。\n在这一时期，北方的后金势力崛起，经过努尔哈赤的经营，势力急剧壮大。努尔哈赤死后，皇太极即位。袁崇焕就在这一时期迈上了历史的舞台。本文作者告诉我们，袁崇焕这个民族英雄，在历史上不过是个二流角色。为什么这样评价？因为我们所了解的历史是远远不够的，在这背后，还隐藏着许多不为人知的秘密。关于袁崇焕的死因，更是与我们之前知道的历史大不一样：一场与他无关的争权夺利，把他送上了死刑台。\n大明的动乱此时才不过刚刚开始，随后陕西等地爆发了各路义军。也许你知道闯王高迎祥、闯将李自成、八大王张献忠，但你知道“薛仁贵”、“曹操”和“刘备”也到明末来了么？这绝对不是穿越小说里的场景。而你又知道竟然有义军队伍叫“逼上路”、“鞋底光”、“一块云”，甚至“三只手”这样的名字吗？\n本书作者当年明月一如既往地用诙谐的笔调，告诉你历史的真相，以及纠缠在历史背后那些汹涌澎湃的暗流。",
    "ISBN": "9787801655998",
    "name": "明朝那些事儿（柒）：大结局",
    "author": "当年明月",
    "price": "29.80元",
    "press": "中国海关出版社",
    "score": "9.0",
    "link": "https://book.douban.com/subject/3626924/",
    "author_profile": "当年明月，副研究员，明史学会会员，青年历史学者，心灵历史开创者，担任国内多家电视台文史类节目主讲人，畅销书作家，所著作品《明朝那些事儿》销量过五百万册，为三十年来最畅销之史学读本，多次获得“新浪图书风云榜”最佳图书、当当网“终身五星级最佳图书”、“卓越亚马逊畅销书大奖”等荣誉，位列全国十大畅销书之一，2007—2008年度系列畅销书第一名，该系列作品已被译为日、韩、英等多国文字出版发行。",
    "date": "2009年",
    "page": "324 页",
    "cover": "9787801655998.jpg"
  },
  {
    "content_description": "《傲慢与偏见》是英国著名女作家简·奥斯汀（Jane Austen 1775～1817年）的代表作，是一部描写爱情与婚姻的小说。这部小说以男女主人公达西和伊丽莎白由于傲慢和偏见而产生的爱情纠葛为线索，共写了四起姻缘：伊丽莎白与达西、简与宾利、莉迪亚与威克姆、夏洛蒂与柯林斯。伊丽莎白、简和莉迪亚是贝内特家五个女儿中的三个姐妹，而夏洛蒂则是她们的邻居，也是伊丽莎白的朋友。男主人公达西与宾利是好友，且与威克姆一起长大，而柯林斯则是贝内特家的远房亲戚。\n贝内特夫妇五个女儿待字闺中，没有子嗣，依照当时法律，他们死后家产须由远房内侄柯林斯继承，因此把五个女儿嫁到有钱人家，成了贝内特太太最大的心愿。宾利，一位未婚富家子弟，租赁了贝内特家附近的内瑟菲尔德庄园，成为众人注目的焦点和谈论的话题。不久，宾利就与美丽贤淑的大小姐简相爱了。宾利的朋友达西对聪明直率的二小姐伊丽莎白颇有好感，却因在一次舞会上出言不逊使伊丽莎白对他心存偏见。品行不端的威克姆告诉伊丽莎白，他是达西庄园已故总管的儿子，与达西一起长大，达西的父亲先前许诺给他的教职，被达西无端剥夺了。而达西则因为伊丽莎白的母亲及其他妹妹的缘故，劝说宾利中止与简的关系，结果四人不欢而散。威克姆对达西的诋毁，以及达西的劝说对简造成的伤害进一步加深了伊丽莎白对达西的偏见。\n柯林斯为心安理得地继承财产，决定从贝内特家五个漂亮的女儿之中挑选一个“妻子”，于是向伊丽莎白求婚。遭到拒绝后，他马上转向尚未婚配急于找到“归宿”的夏洛蒂小姐，竟然得到应允。伊丽莎白应邀到新婚的柯林斯和夏洛蒂夫妇家中做客，不期遇见前来探望凯瑟琳夫人的达西。达西为伊丽莎白所倾倒，向她求婚，但因其言辞的傲慢，遭到伊丽莎白的愤然拒绝。同时，伊丽莎白指责达西对威克姆冷酷无情，更不应该破坏宾利同简的爱情。事后达西写信为自己申辩，令伊丽莎白的偏见逐渐消除。\n伊丽莎白随舅父舅妈出游时经过达西的庄园，以为达西不在，进去参观，不料达西突然归来，伊丽莎白感到十分窘迫。然而，达西丝毫没有以往的傲慢，非常热情地接待了他们。此时，伊丽莎白突然接到家信，得知威克姆带着妹妹莉迪亚私奔了！匆忙回家后，全家一筹莫展，不料达西暗访到两人的行踪，出资促成他们的婚事并安排了他们的生活，为贝内特一家保全了尊严。此事使伊丽莎白与达西尽释前嫌，宾利也和简重修旧好，最后有情人终成眷属。",
    "ISBN": "9787532719112",
    "name": "傲慢与偏见",
    "author": "[英] 奥斯丁",
    "price": "11.00元",
    "press": "上海译文出版社",
    "score": "9.0",
    "link": "https://book.douban.com/subject/1401841/",
    "author_profile": "简·奥斯汀（Jane Austen，1775年12月16日－1817年7月18日）是英国著名女性小说家，她的作品主要关注乡绅家庭女性的婚姻和生活，以女性特有的细致入微的观察力和活泼风趣的文字真实地描绘了她周围世界的小天地。\n奥斯汀终身未婚，家道小康。由于居住在乡村小镇，接触到的是中小地主、牧师等人物以及他们恬静、舒适的生活环境，因此她的作品里没有重大的社会矛盾。她以女性特有的细致入微的观察力，真实地描绘了她周围世界的小天地，尤其是绅士淑女间的婚姻和爱情风波。她的作品格调轻松诙谐，富有喜剧性冲突，深受读者欢迎。从18世纪末到19世纪初，庸俗无聊的“感伤小说”和“哥特小说”充斥英国文坛，而奥斯汀的小说破旧立新，一反常规地展现了当时尚未受到资本主义工业革命冲击的英国乡村中产阶级的日常生活和田园风光。她的作品往往通过喜剧性的场面嘲讽人们的愚蠢、自私、势利和盲目自信等可鄙可笑的弱点。奥斯汀的小说出现在19世纪初叶，一扫风行一时的假浪漫主义潮流，继承和发展了英国18世纪优秀的现实主义传统，为19世纪现实主义小说的高潮做了准备。虽然其作品反映的广度和深度有限，但她的作品如“两寸牙雕”，从一个小窗口中窥视到整个社会形态和人情世故，对改变当时小说创作中的庸俗风气起了好的作用，在英国小说的发展史上有承上启下的意义，被誉为地位“可与莎士比亚平起平坐”的作家。\n简·奥斯丁出生在英国汉普郡斯蒂文顿镇的一个牧师家庭，过着祥和、小康的乡居生活。兄弟姐妹共八人，奥斯丁排行第六。她从未进过正规学校，只是九岁时，曾被送往姐姐的学校伴读。她的姐姐卡桑德拉是她毕生最好的朋友，然而奥斯丁的启蒙教育却更多得之于她的父亲。奥斯丁酷爱读书写作，还在十一、二岁的时候，便已开始以写作为乐事了。成年后奥斯丁随全家迁居多次。1817年，奥斯丁已抱病在身，为了求医方便，最后一次举家再迁。然而在到了曼彻斯特后不过两个多月，她便去世了。死后安葬在温彻斯特大教堂。简·奥斯丁终身未嫁。逝世时仅为四十一岁。",
    "date": "1996-12",
    "page": "291",
    "cover": "9787532719112.jpg"
  },
  {
    "content_description": "《The Secret 秘密》是一本心灵励志书。本书作者朗达·拜恩是澳大利亚电视工作者，有一年，父亲突然去世、工作遭遇瓶颈、家庭关系也陷入僵局，就在人生跌至谷底、生活即将崩溃时处，意外发现了隐藏在百年古书中的秘密。这些秘密亘古以来存在于各种口述的历史、文学、宗教与哲学之中，更藏在人与世界的各个互动层面，每个人自身都存在着自己所不知道的能量。作者还发现，许多当今的佼佼者早已了解并运用此秘密。因此，作者不禁疑问：“为什么不是每个人都知道呢？”于是，作者决心组织一个团队揭露这个只有1%才知道的惊天大秘密。她发现,洞悉这个秘密的人都是各行各业的佼佼者，他们现身说法告诉你：幸福、快乐、健康、金钱、人际关系，这个秘密都能给你！了解这个秘密，就没有做不到的事；不论你是谁，你想要什么，这个秘密都能给你！",
    "ISBN": "9787507419887",
    "name": "秘密",
    "author": "[澳] 朗达·拜恩",
    "price": "32.00",
    "press": "中国城市出版社",
    "score": "7.3",
    "link": "https://book.douban.com/subject/3266968/",
    "author_profile": "朗达·拜恩（Rhonda Byrne），就像每个人一样，朗达已经走在自我探索的旅途上。循着这个探索之旅，她凝聚了一个超强的团队，从作家、神职人员、教师、影像工作者、设计以及出版等相关人员，把这个秘密推广到全世界，带给全球逾千万人喜悦的转变，并因此入选《时代周刊》2007年全球最有影响力的100人之一。",
    "date": "2008-11",
    "page": "221",
    "cover": "9787507419887.jpg"
  },
  {
    "content_description": "《世界尽头与冷酷仙境》是村上春树最重要的小说之一，与《挪威的森林》、《舞舞舞》合称为村上春树三大杰作。小说共40章，单数20章“冷酷仙境”，双数20章为“世界尽头”，这种交叉平行地展开故事情节的手法是村上春树小说的特征，而这部作品是这种特征最典型的体现。“冷酷仙境”写两大黑社会组织在争夺一个老科学家发明的控制人脑的装置，老人躲到了地底。主人公“我”是老人的实验对象，他受到黑社会的恐吓，在老人的孙女帮助下，经过了惊心动魄的地底之旅，好容易找到老人，却被告知由于老人的计算错误，他24小时后离开人世，转往另一世界即“世界尽头”。“我”回到地面上, 与女友过了最后一夜告别，然后驱车到海边静候死的到来。“世界尽头”是另一番景象，这里与世隔绝，居民相安无事，但人们没有心，没有感情，没有目标。“我”一直想逃离这里，但在即将成功时选择了留下，因为“我”发现“世界尽头”其实是“我”自己造出的。书中想象力奇特，艺术水准高超，情节极其荒诞而主题极其严肃，用变形的手法写出人们对当代资本主义社会的混乱现状逃避无门的真实心态。",
    "ISBN": "9787532730001",
    "name": "世界尽头与冷酷仙境",
    "author": "[日] 村上春树",
    "price": "23.00元",
    "press": "上海译文出版社",
    "score": "8.5",
    "link": "https://book.douban.com/subject/1291809/",
    "author_profile": "村上春树（1949- ），日本小说家。曾在早稻田大学文学部戏剧科就读。1979年，他的第一部小说《听风之歌》问世后，即被搬上了银幕。随后，他的优秀作品《1973年的弹子球》、《寻羊冒险记》、《挪威的森林》等相继发表。他的创作不受传统拘束，构思新奇，行文潇洒自在，而又不流于庸俗浅薄。尤其是在刻画人的孤独无奈方面更有特色，他没有把这种情绪写成负的东西，而是通过内心的心智性操作使之升华为一种优雅的格调，一种乐在其中的境界，以此来为读者，尤其是生活在城市里的人们提供了一种生活模式或生命的体验。",
    "date": "2002-12",
    "page": "450",
    "cover": "9787532730001.jpg"
  },
  {
    "content_description": "武林纷乱，朝廷为了掩盖真相，坐视不理，一时间豪强并起，争夺武林盟主的宝座，首当其冲的就是武林两大门派少林和武当。\n少林派中有一个五岁进入少林的少年，这个少年身怀异禀，天赋不同，玩世不恭。在纷纷扰扰的江湖恩怨中，他从小到大目睹了太多的门派仇杀。\n他十八岁下山闯荡江湖，一个神秘的老头改变了他的生活。他得到了老头赠送的当世奇兵，并用它夺取了武林盟主的称号。可是他却最终选择了归隐山林。到底是什么在左右一个少年的命运呢？到底是什么是这个少年——释然——最为珍视的东西呢？",
    "ISBN": "9787500658917",
    "name": "长安乱",
    "author": "韩寒",
    "price": "20.00元",
    "press": "中国青年出版社",
    "score": "7.4",
    "link": "https://book.douban.com/subject/1049219/",
    "author_profile": "",
    "date": "2004-8",
    "page": "297",
    "cover": "9787500658917.jpg"
  },
  {
    "content_description": "你曾经有梦见这样无边无际的月光下的水域么？\n无声起伏的黑色的巨浪，在地平线上爆发出沉默的力量。\n就这样，从仅仅打湿脚底，到盖住脚背，漫过小腿，一步一步地，走向寒冷寂静的深渊。\n你有听到过这样的声音么？\n在很遥远，又很贴近的地方响起来。\n像是有细小的虫子飞进了耳孔。在耳腔里嗡嗡地振翅。\n突突地跳动在太阳穴上的声音。\n视界里拉动出长线的模糊的白色光点。\n又是什么。\n漫长的时光像是一条黑暗潮湿的闷热洞穴。\n青春如同悬在头顶上面的点滴瓶。一滴一滴地流逝干净。\n而窗外依然是阳光灿烂的晴朗世界。\n就是这样了吧。",
    "ISBN": "9787535434432",
    "name": "悲伤逆流成河",
    "author": "郭敬明",
    "price": "24.00元",
    "press": "长江文艺出版社",
    "score": "6.4",
    "link": "https://book.douban.com/subject/2062200/",
    "author_profile": "郭敬明，2002年第十期《萌芽》杂志发表其短篇小说《幻城》，引起轰动，后创作长篇小说《幻城》。作品有《爱与痛的边缘》、《左手倒影，右手年华》、《幻城》、《梦里花落知多少》等。",
    "date": "2007-5",
    "page": "340",
    "cover": "9787535434432.jpg"
  },
  {
    "content_description": "目送共由七十四篇散文组成，是为一本极具亲情、感人至深的文集。由父亲的逝世、母亲的苍老、儿子的离开、朋友的牵挂、兄弟的携手共行，写出失败和脆弱、失落和放手，写出缠绵不舍和绝然的虚无。正如作者所说：“我慢慢地、慢慢地了解到，所谓父女母子一场，只不过意味着，你和他的缘分就是今生今世不断地在目送他的背影渐行渐远。你站在小路的这一端，看着他逐渐消失在小路转弯的地方，而且，他用背影默默地告诉你，不用追。”",
    "ISBN": "9787108032911",
    "name": "目送",
    "author": "龙应台",
    "price": "39.00元",
    "press": "生活·读书·新知三联书店",
    "score": "8.7",
    "link": "https://book.douban.com/subject/3995526/",
    "author_profile": "龙应台\n台湾著名文化人及公共知识份子，台湾地区著名作家，作品针砭时事，鞭辟入里。在欧洲、大陆、台湾三个文化圈中，龙应台的文章成为一个罕见的档案，作品《野火集》等具有很大的影响。\n她秉著客观批判的精神，持续而正中要害的不断写出她的社会观察，龙应台无所畏惧，温柔纤细，深情动人：其《孩子你慢慢来》与《目送》均是以温柔笔触描写亲子间的亲密互动，同时身为父母与子女双重身份的她逐渐明了人世中亲情的牵绊，不仅是当下的感动，亦是渐行渐远的必经路程，龙应台一反批判犀利的笔调，描写诸多生活中有情细节，在在反映出其细腻情感，读起来温馨有味，情意盎然。",
    "date": "2009-10",
    "page": "281",
    "cover": "9787108032911.jpg"
  },
  {
    "content_description": "万历十五年，亦即公元1587年，在西欧历史上为西班牙舰队全部出动征英的前一年；而在中国，这平平淡淡的一年中，发生了若干为历史学家所易于忽视的事件。这些事件，表面看来虽似末端小节，但实质上却是以前发生大事的症结，也是将在以后掀起波澜的机缘。在历史学家黄仁宇的眼中，其间的关系因果，恰为历史的重点，而我们的大历史之旅，也自此开始……\n《万历十五年》是黄仁宇的成名之作，也是他的代表作之一。这本书融会了他数十年人生经历与治学体会，首次以“大历史观”分析明代社会之症结，观察现代中国之来路，给人启发良多。英文原本推出后，被美国多所大学采用为教科书，并两次获得美国书卷奖历史类好书的提名。",
    "ISBN": "9787108009821",
    "name": "万历十五年",
    "author": "[美] 黄仁宇",
    "price": "18.00元",
    "press": "生活·读书·新知三联书店",
    "score": "8.9",
    "link": "https://book.douban.com/subject/1041482/",
    "author_profile": "黄仁宇 （1918-2000），生于湖南长沙，1936年入天津南开大学电机工程系就读。抗日战争爆发后，先在长沙《抗日战报》工作，后来进入国民党成都中央军校，1950年退伍。其后赴美攻读历史，获学士、硕士、博士学位。曾任哥伦比亚大学访问副教授及哈佛大学东亚研究所研究员。参与《明代名人传》及《剑桥中国史》的集体研究工作。",
    "date": "1997-5",
    "page": "320",
    "cover": "9787108009821.jpg"
  },
  {
    "content_description": "《百年孤独》是魔幻现实主义文学的代表作，描写了布恩迪亚家族七代人的传奇故事，以及加勒比海沿岸小镇马孔多的百年兴衰，反映了拉丁美洲一个世纪以来风云变幻的历史。作品融入神话传说、民间故事、宗教典故等神秘因素，巧妙地糅合了现实与虚幻，展现出一个瑰丽的想象世界，成为20世纪最重要的经典文学巨著之一。1982年加西亚•马尔克斯获得诺贝尔文学奖，奠定世界级文学大师的地位，很大程度上乃是凭借《百年孤独》的巨大影响。",
    "ISBN": "9787544253994",
    "name": "百年孤独",
    "author": "[哥伦比亚] 加西亚·马尔克斯",
    "price": "39.50元",
    "press": "南海出版公司",
    "score": "9.2",
    "link": "https://book.douban.com/subject/6082808/",
    "author_profile": "加西亚•马尔克斯（Gabriel García Márquez）1927年出生于哥伦比亚马格达莱纳海滨小镇阿拉卡塔卡。童年与外祖父母一起生活。1936年随父母迁居苏克雷。1947年考入波哥大国立大学。1948年因内战辍学，进入报界。五十年代开始发表文学作品。六十年代初移居墨西哥。1967年出版《百年孤独》。1982年获诺贝尔文学奖。",
    "date": "2011-6",
    "page": "360",
    "cover": "9787544253994.jpg"
  },
  {
    "content_description": "《狼图腾》由几十个有机连贯的“狼故事”组成，情节紧张激烈而又新奇神秘。读者可从书中每一篇章、每个细节中攫取强烈的阅读快感，令人欲罢不能。那些精灵一般的蒙古草原狼随时从书中呼啸而出：狼的每一次侦察、布阵、伏击、奇袭的高超战术;狼对气象、地形的巧妙利用；狼的视死如归和不屈不挠；狼族中的友爱亲情；狼与草原万物的关系；倔强可爱的小狼在失去自由后艰难的成长过程——无不使我们联想到人类，进而思考人类历史中那些迄今县置未解的一个个疑问：当年区区十几万蒙古骑兵为什么能够横扫欧亚大陆？中华民族今日辽阔疆土由来的深层原因？历史上究竟是华夏文明征服了游牧民族，还是游牧民族一次次为汉民族输血才使中华文明得以延续？为什么中国马背上的民族，从古至今不崇拜马图腾而信奉狼图腾？中华文明从未中断的原因，是否在于中国还存在着一个从未中断的狼图腾文化？于是，我们不能不追思遥想，不能不面对我们曾经辉煌也曾经破碎的山河和历史发出叩问：我们口口声声自诩是炎黄子孙，可知“龙图腾”极有可能是从游牧民族的“狼图腾”演变而来？华厦民族的“龙图腾崇拜”，是否将从此揭秘？我们究竟是龙的传人还是狼的传人？",
    "ISBN": "9787535427304",
    "name": "狼图腾",
    "author": "姜戎",
    "price": "32.00元",
    "press": "长江文艺出版社",
    "score": "8.3",
    "link": "https://book.douban.com/subject/1022060/",
    "author_profile": "姜戎，生于1946年，北京人。北京某大学研究人员。主业为政治经济学，偏重政治学方面。\n作者1967年自愿赴内蒙古额仑草原插队。1978年返城。1979年考入社科院研究生院。 其作品《狼图腾》1971年起腹稿于内蒙古锡盟东乌珠穆沁草原。1997年初稿于北京。2003年岁末定稿于北京。2004年4月出版。",
    "date": "2004-4",
    "page": "408",
    "cover": "9787535427304.jpg"
  },
  {
    "content_description": "“她习惯向左走，他习惯向右走，他们始终不曾相遇。”《向左走·向右走》是几米首次表现男女感情的长篇图文创作。男女主角彼此在生活中的巧妙关系，构成了整个故事的设计。在页面的衔接上，有许多的巧思安排，在线条与上色上，作了更细致的处理，手法俐落有变化，是几米相当成熟的作品，也是代表作之一。\n幾米表示，这本书的创作灵感始于某一天被隔壁的电钻声吵得无法画画，只好开始发呆，然后天马行空地胡思乱想。突然觉得从不知道我家隔壁住的人是谁，可是每天跟他或她只隔一道薄薄的墙而睡。如果我们在外面偶然相遇，若我们从不曾提及彼此的住处，那么也许我们不会再相逢，也永远不知道其实我们就住在隔壁。",
    "ISBN": "9787108017444",
    "name": "向左走·向右走",
    "author": "幾米",
    "price": "16.00元",
    "press": "生活·读书·新知三联书店",
    "score": "8.4",
    "link": "https://book.douban.com/subject/1066462/",
    "author_profile": "畿米：台湾文化大学美术系设计组毕业。曾在广告公司担任美术指导12年。\n畿米住在台北，在家工作，为报纸、杂志、各种出版品提供图画，目前全心投入自己喜欢的绘本创作。1998年开始绘本创作，1999年以《向左走·向右走》一举成名，掀起港台绘本热潮。目前有多本广受欢迎的作品，卖出美、德、法、希腊、日、韩等多种版本。\n作品：1998年《森林里的秘密》、《微笑的鱼》；1999年《向左走·向右走》、《月亮忘记了》、《听畿米唱歌》；2000年《黑白异境》、《森林唱游》、《我的心中每天开一朵花》；2001年《地下铁》、《照相本子》。",
    "date": "2002-8",
    "page": "132",
    "cover": "9787108017444.jpg"
  },
  {
    "content_description": "1Q84简体中文版官方网站：https://www.douban.com/minisite/1q84/\n“不管喜欢还是不喜欢，目前我已经置身于这‘1Q84年’。我熟悉的那个1984年已经无影无踪，今年是1Q84年。空气变了，风景变了。我必须尽快适应这个带着问号的世界。像被放进陌生森林中的动物一样，为了生存下去，得尽快了解并顺应这里的规则。”\n《1Q84》写一对十岁时相遇后便各奔东西的三十岁男女，相互寻觅对方的故事，并将这个简单故事变成复杂的长篇。我想将这个时代所有世态立体地写出，成为我独有的“综合小说”。超越纯文学这一类型，采取多种尝试。在当今时代的空气中嵌入人类的生命。——村上春树\n★村上春树蛰伏7年震撼新作！\n★1979-2009，村上春树创造30年巅峰杰作！\n★ 现在是1Q84年，空气变了，风景变了，规则也变了。\n为了保护自己，你必须尽快顺应这1Q84的规则。\n★日本上市1周，销售突破65万册，创造历史纪录。\n★上市12天，销售突破100万册，创造100万册最快记录。\n★上市1个月，销售突破200万册，创造200万册最快纪录。\n★荣获2009年日本“年度最畅销图书”第1名。\n★村上春树荣登日本“年度最受欢迎作家”第1名。\n★韩国以15亿韩元创版权最高纪录。\n★上市连续9周雄踞图书总榜第1名。\n★荣获韩国2009年“年度最受欢迎图书”第1名。\n★中文繁体版以超过1亿新台币创首印最高纪录。\n★上市第3日登上图书总榜第1名。\n★荣获2009年“年度最畅销图书”第1名。\n★《1Q84》中文简体版首印100万册。\n★为《1Q84》免费发送“抢读本”100万册。",
    "ISBN": "9787544247269",
    "name": "1Q84 BOOK 1",
    "author": "[日] 村上春树",
    "price": "36.00元",
    "press": "南海出版公司",
    "score": "8.3",
    "link": "https://book.douban.com/subject/4742918/",
    "author_profile": "村上春树 著名作家。 1979年，《且听风吟》出版以来，寂寞忧郁的文字、清淡闲适的情节，尤其是独特新颖的都市感觉的写作文风，令万千读者如痴如醉。随着《挪威的森林》、《舞！舞！舞！》、《海边卡夫卡》等作品的陆续出版，逐渐赢得世界性的崇高声誉，最终形成“村上春树文学山系”。 2009年，集毕生文学之大成的巅峰杰作《1Q84》隆重出版，以席卷之势荣登日本所有畅销榜首，在整个日本、东亚乃至全球都引起巨大反响。正如媒体评论：“如此重大而复杂的题材，几可视为日本文学在新千年的伟大开篇。”",
    "date": "2010-5",
    "page": "392",
    "cover": "9787544247269.jpg"
  },
  {
    "content_description": "本书以访谈录的形式记载了生活在另一个角落的人群（精神病患者、心理障碍者等边缘人）深刻、视角独特的所思所想，让人们可以了解到疯子抑或天才真正的内心世界。此书是国内第一本具有人文情怀的精神病患谈访录。内容涉及生理学、心理学、佛学、宗教、量子物理、符号学以及玛雅文明和预言等众多领域。",
    "ISBN": "9787307075429",
    "name": "天才在左 疯子在右",
    "author": "高铭",
    "price": "29.80元",
    "press": "武汉大学出版社",
    "score": "8.4",
    "link": "https://book.douban.com/subject/4242172/",
    "author_profile": "高铭，男，汉族。生于上世纪70年代的北京。目前任职于某公司项目总监。\n自认为死心眼一根筋，对于探索未知事物总是有无尽渴望。从学龄前就已经有了至今仍然挂在嘴边的口头禅：“为什么？”成年后曾一度沉迷于宗教、哲学、量子物理、非线性动力学、心理学、生物学、天体物理等学科。21世纪以来又开始对精神病患、心理障碍者、边缘人的内心世界产生了强烈好奇。\n2004—2008年间，通过各种渠道，利用所有的闲暇时间，探访精神病院、公安部等机构，对“非正常人群”进行近距离访谈，并加工整理出了这本书的内容。\n“我从未想到居然有这么多人鼓励并欣赏这些内容，长久以来，我一直以为自己是个疯子。但是，我很欣慰。”",
    "date": "2010-2",
    "page": "258",
    "cover": "9787307075429.jpg"
  },
  {
    "content_description": "《哈利·波特与密室》是“哈利·波特”系列的第二部。\n哈利·波特在霍格沃茨魔法学校学习一年之后，暑假开始了。他在姨父姨妈家熬过痛苦的假期。正当他准备打点行装去学校时，小精灵多比前来发出警告：如果哈利返回霍格沃茨，灾难将会临头。\n但哈利义无返顾地回到了霍格沃茨，新来的吉罗德·洛哈特教授装腔作势，让他作呕；游荡在女生舆洗室里的幽灵“哭泣的桃金娘”搅得他不得安宁；低年级的小女生金妮对他投来关切目光常令他尴尬不已；小男生科林·克里维“追星”式的跟踪又经常使他落荒而逃。\n但是，这一切仅仅是灾难的序曲。正如多比所预言的，哈利遭受了重重磨难，经历了种种危险，难解之谜又使他煞费苦心：霍格沃茨的学生接二连三地变成了石头。这一切是品德败坏的学生德拉科·马尔福精心策划的杰作？还是忠厚善良的海格无心铸成的大错？或者另有人将在霍格沃茨制造更大的阴谋？这一切又是否与传说中的密室有关？哈利决心揭开谜底……",
    "ISBN": "9787020033447",
    "name": "哈利·波特与密室",
    "author": "[英] J. K. 罗琳",
    "price": "22.00元",
    "press": "人民文学出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/1039487/",
    "author_profile": "J. K. 罗琳（J. K. Rowling, 1965- ），英国女作家，自小喜欢写作，当过短时间的教师和秘书。二十四岁那年，她在前往伦敦的火车旅途中萌生了创作“哈利·波特”系列小说的念头。七年后，《哈利·波特与魔法石》问世，之后她陆续创作了《哈利·波特与密室》《哈利·波特与阿兹卡班囚徒》《哈利·波特与火焰杯》《哈利-波特与凤凰社》《哈利·波特与“混血王子”》和《哈利·波特与死亡圣器》，完成了该系列的创作，在全球刮起一股股“哈利·波特”飓风，在世界范围内掀起规模宏大的“哈利·波特”阅读狂潮。另外，在此期间，她还因为慈善事业而先后完成了《神奇动物在哪里》和《神奇的魁地奇球》这两部与“哈利·波特”系列相关的图书，最新完成的作品是《诗翁彼豆故事集》。\nJ.K.罗琳与她的丈夫及三个孩子生活在爱丁堡，一边尽享家庭生活的幸福，一边文学创作。",
    "date": "2000-9",
    "page": "203",
    "cover": "9787020033447.jpg"
  },
  {
    "content_description": "杜拉斯代表作之一，自传性质的小说，获一九八四年法国龚古尔文学奖。全书以法国殖民者在越南的生活为背景，描写贫穷的法国女孩与富有的中国少爷之间深沉而无望的爱情。",
    "ISBN": "9787532736874",
    "name": "情人",
    "author": "[法] 玛格丽特·杜拉斯",
    "price": "20.00元",
    "press": "上海译文出版社",
    "score": "8.1",
    "link": "https://book.douban.com/subject/1400705/",
    "author_profile": "玛格丽特·杜拉斯（1914-1996），法国当代最著名的女小说家、剧作家和电影艺术家。她于1914年4月4日出生在越南嘉定，父母都是小学教师。四岁时丧父，童年的苦难和母亲的悲惨命运影响了她的一生。\n杜拉斯以小说《厚颜无耻之辈》（1943）开始她的文学生涯。她的作品不仅内容丰富，体裁多样，而且尤其注重文体，具有新颖独特的风格。早期小说《抵挡太平洋的堤坝》（1950）充分反映了童年时代的贫困生活，还有不少作品也是以印度支那的社会现实为题材的。《直布罗陀海峡的水手》（1952）等作品充满了镜头般的画面和口语式的对话，因此不少都被改编成影片；后来的小说如《塔尔奎尼亚的小马》（1953），《琴声如诉》（1958），《洛尔·V.斯坦的迷醉》（1964）等则善于打破传统的叙述模式，把虚构与现实融为一体，因而使她一度被认为是新小说派作家，其实她的小说只是在手法上与新小说类似，重视文体的诗意和音乐性，但在构思方面却大不相同。她在作品中描绘贫富对立和人的欲望，是在以独特的方式揭露社会现实。\n杜拉斯在戏剧和电影方面同样成就卓著，她分别在1965、1968和1984年出版了三部戏剧集，在1983年还获得了法兰西学院的戏剧大奖。作为法国重要的电影流派“左岸派”的成员，她不仅写出了《广岛之恋》（1960）、《长别离》（1961）这样出色的电影剧本，而且从1965年起亲自担任导演，从影片《印度之歌》（1974）开始，每年都有一两部影片问世，而且有不少获得了国际大奖。",
    "date": "2005-7",
    "page": "146",
    "cover": "9787532736874.jpg"
  },
  {
    "content_description": "全书收录安妮墨脱之行所拍八张图片，皆沿途所见。\n《莲花》叙述年轻女子庆昭身患疾病，滞留高原，静等死亡。中年男人善生刚刚结束追名逐利的暄腾往日，内心长久压抑的黑暗苏醒，准备去与世隔绝的墨脱，寻访旧友内河。内河是被世界遗忘的女子，命运多舛。一路上善生向庆昭讲述自己和内河的往昔，雅鲁藏布江江河谷的奇崛险阻，恰似叙述中依次展开的一代人苦痛而流离的蜕变过程。",
    "ISBN": "9787506335867",
    "name": "莲花",
    "author": "安妮宝贝",
    "price": "25.00元",
    "press": "作家出版社",
    "score": "8.0",
    "link": "https://book.douban.com/subject/1529893/",
    "author_profile": "安妮宝贝，自由作家，现居北京。曾任职金融广告网络等行业。已出版短篇小说集《告别薇安》，散文及短篇小说集《八月未央》，长篇小说《彼岸花》，摄影图文集《蔷薇岛屿》。",
    "date": "2006-3",
    "page": "210",
    "cover": "9787506335867.jpg"
  },
  {
    "content_description": "自喻为“玉面小飞龙”的郑微，洋溢着青春活力，心怀着对邻家哥哥林静浓浓的爱意，来到大学。可是当她联系林静的时候，却发现出国的林静并没有告诉她任何消息。生性豁达的她，埋藏起自己的爱情，享受大学时代的快乐生活。却意外地爱上同学校的陈孝正，板正、自闭而又敏感、自尊的陈孝正却在毕业的时候又选择了出国放弃了郑微。\n几年后，林静和陈孝正都出现在郑微面前，而工作后的郑微也纠葛在工作、感情甚至阴谋之中。郑微感情的天平，会倾向于哪一个呢？",
    "ISBN": "9787505416772",
    "name": "致我们终将逝去的青春",
    "author": "辛夷坞",
    "price": "25.00元",
    "press": "朝华出版社",
    "score": "7.9",
    "link": "https://book.douban.com/subject/2209098/",
    "author_profile": "辛夷坞，办公室闲人，青春将逝未逝，业余爱好空白，聊以写文谋杀时间。无远大抱负，热衷一切小情小趣的事物，但并不迷恋。平生最大的优点就是不感性，不较真；最大的缺点是明知故犯。",
    "date": "2007-8",
    "page": "315",
    "cover": "9787505416772.jpg"
  },
  {
    "content_description": "这是一本奇特的书。一边是火族，一边是冰族，一边是火焰之城，一边是幻雪帝国。作品属于纯粹的虚构。对虚空的虚构，其实比对现实的摹写更难。相对于虚构的能力，我以为摹写的能力只是一个基本的能力，而虚构才是更高一层的能力，而且是区别文学是否进入风光境界的能力。中国文学的可检讨之处，就正在于若干年来停滞于摹写，而无法将文字引入虚构。",
    "ISBN": "9787531325758",
    "name": "幻城",
    "author": "郭敬明",
    "price": "28.00元",
    "press": "春风文艺出版社",
    "score": "7.1",
    "link": "https://book.douban.com/subject/1059406/",
    "author_profile": "郭敬明（1983- ），网名：第四维；别名：小四。2001年以作品《剧本》获得第三届全国新概念作文大赛一等奖，2002年以作品《我们最后的校园民谣》获得第四届全国新概念作文大赛一等奖。\n著有小说《爱与痛的边缘》《幻城》《左手倒影右手年华》《梦里花落知多少》《猜火车》《1995－2005夏至未至》， 音乐小说《迷藏》，主编《岛》系列、《无极》、《悲伤逆流成河》、《最小说》、《N世界》等。",
    "date": "2003-1",
    "page": "253",
    "cover": "9787531325758.jpg"
  },
  {
    "content_description": "《傲慢与偏见》是简·奥斯汀的代表作，是一部描写爱情与婚姻的经典小说。作品以男女主人公达西和伊丽莎白由于傲慢和偏见而产生的爱情纠葛为线索，共写了四起姻缘：伊丽莎白与达西、简与宾利、莉迪亚与威克姆、夏洛蒂与柯林斯。伊丽莎白、简和莉迪亚是贝内特家五个女儿中的三个姐妹，而夏洛蒂则是她们的邻居，也是伊丽莎白的朋友。男主人公达西与宾利是好友，且与威克姆一起长大，而柯林斯则是贝内特家的远房亲戚。\n贝内特夫妇五个女儿待字闺中，没有子嗣，依照当时法律，他们死后家产须由远房内侄柯林斯继承，因此把五个女儿嫁到有钱人家，成了贝内特太太最大的心愿。宾利，一位未婚富家子弟，租赁了贝内特家附近的内瑟菲尔德庄园，成为众人注目的焦点和谈论的话题。不久，宾利就与美丽贤淑的大小姐简相爱了。宾利的朋友达西对聪明直率的二小姐伊丽莎白颇有好感，却因在一次舞会上出言不逊使伊丽莎白对他心存偏见。品行不端的威克姆告诉伊丽莎白，他是达西庄园已故总管的儿子，与达西一起长大，达西的父亲先前许诺给他的教职，被达西无端剥夺了。而达西则因为伊丽莎白的母亲及其他妹妹的缘故，劝说宾利中止与简的关系，结果四人不欢而散。威克姆对达西的诋毁，以及达西的劝说对简造成的伤害进一步加深了伊丽莎白对达西的偏见。\n柯林斯为心安理得地继承财产，决定从贝内特家五个漂亮的女儿之中挑选一个“妻子”，于是向伊丽莎白求婚。遭到拒绝后，他马上转向尚未婚配急于找到“归宿”的夏洛蒂小姐，竟然得到应允。伊丽莎白应邀到新婚的柯林斯和夏洛蒂夫妇家中做客，不期遇见前来探望凯瑟琳夫人的达西。达西为伊丽莎白所倾倒，向她求婚，但因其言辞的傲慢，遭到伊丽莎白的愤然拒绝。同时，伊丽莎白指责达西对威克姆冷酷无情，更不应该破坏宾利同简的爱情。事后达西写信为自己申辩，令伊丽莎白的偏见逐渐消除。\n伊丽莎白随舅父舅妈出游时经过达西的庄园，以为达西不在，进去参观，不料达西突然归来，伊丽莎白感到十分窘迫。然而，达西丝毫没有以往的傲慢，非常热情地接待了他们。此时，伊丽莎白突然接到家信，得知威克姆带着妹妹莉迪亚私奔了！匆忙回家后，全家一筹莫展，不料达西暗访到两人的行踪，出资促成他们的婚事并安排了他们的生活，为贝内特一家保全了尊严。此事使伊丽莎白与达西尽释前嫌，宾利也和简重修旧好，最后有情人终成眷属。",
    "ISBN": "9787020040179",
    "name": "傲慢与偏见",
    "author": "[英] 奥斯丁",
    "price": "13.00元",
    "press": "人民文学出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/1083428/",
    "author_profile": "简·奥斯汀（Jane Austen，1775年12月16日－1817年7月18日）是英国著名女性小说家，她的作品主要关注乡绅家庭女性的婚姻和生活，以女性特有的细致入微的观察力和活泼风趣的文字真实地描绘了她周围世界的小天地。\n奥斯汀终身未婚，家道小康。由于居住在乡村小镇，接触到的是中小地主、牧师等人物以及他们恬静、舒适的生活环境，因此她的作品里没有重大的社会矛盾。她以女性特有的细致入微的观察力，真实地描绘了她周围世界的小天地，尤其是绅士淑女间的婚姻和爱情风波。她的作品格调轻松诙谐，富有喜剧性冲突，深受读者欢迎。从18世纪末到19世纪初，庸俗无聊的“感伤小说”和“哥特小说”充斥英国文坛，而奥斯汀的小说破旧立新，一反常规地展现了当时尚未受到资本主义工业革命冲击的英国乡村中产阶级的日常生活和田园风光。她的作品往往通过喜剧性的场面嘲讽人们的愚蠢、自私、势利和盲目自信等可鄙可笑的弱点。奥斯汀的小说出现在19世纪初叶，一扫风行一时的假浪漫主义潮流，继承和发展了英国18世纪优秀的现实主义传统，为19世纪现实主义小说的高潮做了准备。虽然其作品反映的广度和深度有限，但她的作品如“两寸牙雕”，从一个小窗口中窥视到整个社会形态和人情世故，对改变当时小说创作中的庸俗风气起了好的作用，在英国小说的发展史上有承上启下的意义，被誉为地位“可与莎士比亚平起平坐”的作家。\n简·奥斯丁出生在英国汉普郡斯蒂文顿镇的一个牧师家庭，过着祥和、小康的乡居生活。兄弟姐妹共八人，奥斯丁排行第六。她从未进过正规学校，只是九岁时，曾被送往姐姐的学校伴读。她的姐姐卡桑德拉是她毕生最好的朋友，然而奥斯丁的启蒙教育却更多得之于她的父亲。奥斯丁酷爱读书写作，还在十一、二岁的时候，便已开始以写作为乐事了。成年后奥斯丁随全家迁居多次。1817年，奥斯丁已抱病在身，为了求医方便，最后一次举家再迁。然而在到了曼彻斯特后不过两个多月，她便去世了。死后安葬在温彻斯特大教堂。简·奥斯丁终身未嫁。逝世时仅为四十一岁。",
    "date": "1993-7",
    "page": "310",
    "cover": "9787020040179.jpg"
  },
  {
    "content_description": "一对现实庸俗的男女，在战争的兵荒马乱之中被命运掷骰子般地掷到了一起，于“一刹那”体会到了“一对平凡的夫妻”之间的“一点真心”⋯⋯张爱玲是作为中国现代文学史上的一位杰出作家，而不是作为一个怪人、异人而存在的。也许她将不仅仅属于现代文学史。遥想几十年、几百年后，她会像她欣赏的李清照一样，在整个中国文学史上占据一个稳定的位置也说不定，而我们知道，那时候今天为我们所熟知的许多现代作家肯定都将被忽略不计了。",
    "ISBN": "9787536023918",
    "name": "倾城之恋",
    "author": "张爱玲",
    "price": "11.00",
    "press": "花城出版社",
    "score": "8.5",
    "link": "https://book.douban.com/subject/1090043/",
    "author_profile": "暂缺",
    "date": "1997-3-1",
    "page": "284",
    "cover": "9787536023918.jpg"
  },
  {
    "content_description": "小说中的故事发生在1861年美国南北战争前夕。生活在南方的少女郝思嘉从小深受南方文化传统的熏陶，可在她的血液里却流淌着野性的叛逆因素。随着战火的蔓廷和生活环境的恶化，郝思嘉的叛逆个性越来越丰满，越鲜明，在一系列的的挫折中她改造了自我，改变了个人甚至整个家族的命运，成为时代时势造就的新女性的形象。\n作品在描绘人物生活与爱情的同时，勾勒出南北双方在政治，经济，文化各个层次的异同，具有浓厚的史诗风格，堪称美国历史转折时期的真实写照，同时也成为历久不衰的爱情经典。",
    "ISBN": "9787806570920",
    "name": "飘（上下）",
    "author": "[美国] 玛格丽特·米切尔",
    "price": "40.00元",
    "press": "译林出版社",
    "score": "9.3",
    "link": "https://book.douban.com/subject/1068920/",
    "author_profile": "米切尔（Margaret Mitchell, 1900-1949）美国女作家。出生于美国南部佐治亚州亚特兰大市。父亲是个律师，曾任亚特兰大历史协会主席。米切尔曾就读于华盛顿神学院、马萨诸塞州的史密斯学院。其后，她曾担任地方报纸《亚特兰大报》的记者。1925年与约翰·马尔什结婚，婚后辞去报职，潜心写作。\n米切尔一生中只发表了《飘》这部长篇巨著。她从1926年开始着力创作《飘》，10 年之后，作品问世，一出版就引起了强烈的反响。\n由于家庭的熏陶，米切尔对美国历史，特别是南北战争时期美国南方的历史产生了浓厚的兴趣。她在家乡听闻了大量有关内战和战后重建时期的种种轶事和传闻，接触并阅读了大量有关内战的书籍。她自幼在南部城市亚特兰大成长，耳濡目染了美国南方的风土人情，这里的自然环境和社会环境成了米切尔文思纵横驰骋的背景和创作的源泉。",
    "date": "2000-9",
    "page": "1235",
    "cover": "9787806570920.jpg"
  },
  {
    "content_description": "《三重门》是一部由一个少年写就，但却不能简单划入儿童文学的一般意义上的小说，它恰恰是以成熟、老练，甚至以老到见长的。17岁的韩寒注定要扮演不安分且引人注目的角色。他以一篇《杯中窥人》问鼎首届全国新概念作文大赛。然而，他却因期末考试的成绩单高挂七盏红灯而留级。在2000年还是用七门功课红灯照亮前程。眼下的韩寒已经成为一个“话题”——“一个‘高材’留级生引出的话题”。这个韩寒，何许人也？",
    "ISBN": "9787506318884",
    "name": "三重门",
    "author": "韩寒",
    "price": "16.00",
    "press": "作家出版社",
    "score": "7.4",
    "link": "https://book.douban.com/subject/1026425/",
    "author_profile": "",
    "date": "2000-5",
    "page": "365",
    "cover": "9787506318884.jpg"
  },
  {
    "content_description": "小说的主人公杜朝阳是典型的中产阶级代表，她没有背景，受过较好的教育，靠个人奋斗获取成功。小说中拉拉在外企的经历跨度八年，拉拉从一个朴实的销售助理，成长为一个专业干练的HR经理，见识了各种职场变迁，也历经了各种职场磨练。",
    "ISBN": "9787561339121",
    "name": "杜拉拉升职记",
    "author": "李可",
    "price": "26.00元",
    "press": "陕西师范大学出版社",
    "score": "7.8",
    "link": "https://book.douban.com/subject/2256039/",
    "author_profile": "李可，女，某名校本科毕业。十余年外企生涯，职业经理人。从事过销售和人力资源工作——对于现今以打工谋生的人来说，两种不失为不错的谋生行当：从满足人类成就感的角度看，是两种可能提供极大发挥空间和精神满足的职业。在典型的欧美500强企业文化长期熏陶下，仍然是一个生动的热爱生活的人。",
    "date": "2007-9",
    "page": "262",
    "cover": "9787561339121.jpg"
  },
  {
    "content_description": "《哈利·波特与魔法石》是“哈利·波特”系列的第一部。\n一岁的哈利·波特失去父母后，神秘地出现在姨父姨妈家的门前。哈利在姨父家饱受欺凌，度过十年极其痛苦的日子。姨父和姨妈好似凶神恶煞，他们那混世魔王儿子达力——一个肥胖、娇惯、欺负人的大块头，更是经济对哈利拳脚相加。哈利的“房间”是位于楼梯口的一个又暗又小的碗橱。十年来，从来没有人为他过过生日。\n但是在他十一岁生日那天，一切都发生了变化，信使猫头鹰带来了一封神秘的信：邀请哈利去一个他——以及所有读到哈利故事的人——会觉得望远难忘的、不可思议的地方——霍格沃茨魔法学校。\n在魔法学校，哈利不仅找着了朋友，学会了空中飞行，骑着一把型号为光轮2000的飞天扫帚打魁地奇球，还得到了一件隐形衣。他发现那里的一切——从上课到吃饭到睡觉都充满了魔力，但是一块魔石出现，它与哈利的命运息息相关……",
    "ISBN": "9787020033430",
    "name": "哈利·波特与魔法石",
    "author": "[英] J. K. 罗琳",
    "price": "19.50元",
    "press": "人民文学出版社",
    "score": "9.0",
    "link": "https://book.douban.com/subject/1041007/",
    "author_profile": "J. K. 罗琳（J. K. Rowling, 1965- ），英国女作家，自小喜欢写作，当过短时间的教师和秘书。二十四岁那年，她在前往伦敦的火车旅途中萌生了创作“哈利·波特”系列小说的念头。七年后，《哈利·波特与魔法石》问世，之后她陆续创作了《哈利·波特与密室》《哈 利·波特与阿兹卡班囚徒》《哈利·波特与火焰杯》《哈利-波特与凤凰社》《哈利·波特与“混血王子”》和《哈利·波特与死亡圣器》，完成了该系列的创作，在全球刮起一股股“哈利·波特”飓风，在世界范围内掀起规模宏大的“哈利·波特”阅读狂潮。另外，在此期间，她还因为慈善事业而先后完成了《神奇动物在哪里》和《神奇的魁地奇球》这两部与“哈利·波特”系列相关的图书，最新完成的作品是《诗翁彼豆故事集》。\nJ.K.罗琳与她的丈夫及三个孩子生活在爱丁堡，一边尽享家庭生活的幸福，一边文学创作。",
    "date": "2000-9",
    "page": "191",
    "cover": "9787020033430.jpg"
  },
  {
    "content_description": "文化大革命如火如荼进行的同时。军方探寻外星文明的绝秘计划“红岸工程”取得了突破性进展。但在按下发射键的那一刻，历经劫难的叶文洁没有意识到，她彻底改变了人类的命运。地球文明向宇宙发出的第一声啼鸣，以太阳为中心，以光速向宇宙深处飞驰……\n四光年外，“三体文明”正苦苦挣扎——三颗无规则运行的太阳主导下的百余次毁灭与重生逼迫他们逃离母星。而恰在此时。他们接收到了地球发来的信息。在运用超技术锁死地球人的基础科学之后。三体人庞大的宇宙舰队开始向地球进发……\n人类的末日悄然来临。",
    "ISBN": "9787536692930",
    "name": "三体",
    "author": "刘慈欣",
    "price": "23.00",
    "press": "重庆出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/2567698/",
    "author_profile": "刘慈欣，祖籍河南，长于山西，中国科普作家协会会员，山西省作家协会会员，高级工程师。\n自1999年处女作《鲸歌》问世以来，刘慈欣已发表短篇科幻小说三十余篇、出版长篇科幻小说六部，并创下连续八年荣获中国科幻最高奖“银河奖”的纪录。他的长篇作品《三体》开创《科幻世界》月刊连载原创作品的先例，成为2006年度最受关注、最畅销的科幻小说。",
    "date": "2008-1",
    "page": "302",
    "cover": "9787536692930.jpg"
  },
  {
    "content_description": "《平凡的世界》是一部现实主义小说，也是一部小说形式的家族史。作者浓缩了中国西北农村的历史变迁过程，在小说中全景式地表现了中国当代城乡的社会生活。在近十年的广阔背景下，通过复杂的矛盾纠葛，刻划社会各阶层众多普通人的形象。劳动与爱情，挫折与追求，痛苦与欢乐，日常生活与巨大社会冲突，纷繁地交织在一起，深刻地展示了普通人在大时代历史进程中所走过的艰难曲折的道路。",
    "ISBN": "9787020049295",
    "name": "平凡的世界（全三部）",
    "author": "路遥",
    "price": "64.00元",
    "press": "人民文学出版社",
    "score": "9.0",
    "link": "https://book.douban.com/subject/1200840/",
    "author_profile": "路遥（1949年—1992年），陕西清涧人。1973年入延安大学中文系学习。1976年大学毕业后，先后在《陕西文艺》和《延河》杂志做编辑工作。1978年开始发表作品。著有长篇小说《平凡的世界》，中篇小说《惊心动魄的一幕》《人生》等。曾任陕西省作家协会副主席。",
    "date": "2005-1",
    "page": "1631",
    "cover": "9787020049295.jpg"
  },
  {
    "content_description": "《看见》是知名记者和主持人柴静讲述央视十年历程的自传性作品，既是柴静个人的成长告白书，某种程度上亦可视作中国社会十年变迁的备忘录。十年前她被选择成为国家电视台新闻主播，却因毫无经验而遭遇挫败，非典时期成为现场记者后，现实生活犬牙交错的切肤之感，让她一点一滴脱离外在与自我的束缚，对生活与人性有了更为宽广与深厚的理解。十年之间，非典、汶川地震、两会报道、北京奥运……在每个重大事件现场，几乎都能发现柴静的身影，而如华南虎照、征地等刚性的调查报道她也多有制作。在书中，她记录下淹没在宏大叙事中的动人细节，为时代留下私人的注脚。一如既往，柴静看见并记录下新闻中给她留下强烈生命印象的个人，每个人都深嵌在世界之中，没有人可以只是一个旁观者，他人经受的，我必经受。书中记录下的人与事，是他们的生活，也是你和我的生活。\n《看见》中，我没有刻意选择标志性事件，也没有描绘历史的雄心，在大量的新闻报道里，我只选择了留给我强烈生命印象的人，因为工作原因，我恰好与这些人相遇。他们是流淌的，从我心腹深处的石坝上漫溢出来，坚硬的成见和模式被一遍遍冲刷，摇摇欲坠，土崩瓦解。这种摇晃是危险的，但思想的本质就是不安。\n我试着尽可能诚实地写下这不断犯错、不断推翻、不断疑问、不断重建的事实和因果，一个国家由人构成，一个人也由无数他人构成，你想如何报道一个国家，就要如何报道自已。——柴静\n海报：",
    "ISBN": "9787549529322",
    "name": "看见",
    "author": "柴静",
    "price": "39.80元",
    "press": "广西师范大学出版社",
    "score": "8.8",
    "link": "https://book.douban.com/subject/20427187/",
    "author_profile": "柴静\n山西临汾人，1976年出生。\n曾在湖南文艺广播电台主持“夜色温柔”，在湖南卫视主持“新青年”。\n2001年进入中央电视台，先后在“时空连线”“新闻调查”“24小时”“面对面”等栏目担任主持人与记者。\n现为央视一套专题节目《看见》主持人。",
    "date": "2013-1-1",
    "page": "424",
    "cover": "9787549529322.jpg"
  },
  {
    "content_description": "百年一遇的数学天才石神，每天唯一的乐趣，便是去固定的便当店买午餐，只为看一眼在便当店做事的邻居靖子。\n靖子与女儿相依为命，失手杀了前来纠缠的前夫。石神提出由他料理善后。石神设了一个匪夷所思的局，令警方始终只能在外围敲敲打打，根本无法与案子沾边。石神究竟使用了什么手法？",
    "ISBN": "9787544241694",
    "name": "嫌疑人X的献身",
    "author": "[日] 东野圭吾",
    "price": "28.00",
    "press": "南海出版公司",
    "score": "8.9",
    "link": "https://book.douban.com/subject/3211779/",
    "author_profile": "东野圭吾，日本著名作家。1958年生于大阪。1985年，以第31届江户川乱步奖获奖作品《放学后》出道，开始扬名立万。20年作品逾60部，几乎囊括了日本所有大奖，1998年，《秘密》获第52届日本推理作家协会奖，入围第120届直木奖；1999年，《白夜行》入围第122届直木奖；2001年，《暗恋》入围第125届直木奖；2003年，《信》入围第129届直木奖。2006年，《嫌疑人X的献身》终于捧得日本文学最高荣誉直木奖。\n前期作品多写得精巧细致，随着写作功底浸润日深，尤其是《白夜行》之后，笔锋日渐老辣：文字鲜加雕琢，叙述简练凶狠，情节跌宕诡异，故事架构几至匪夷所思的地步。至巅峰之作《嫌疑人X的献身》，叙事与推理，均已炉火纯青：最好的诡计、无懈可击的推理、恰当的伏笔，以及最普通但最不易猜透的悬念，受到大奖评委的莫大青睐，同时获得直木奖和本格推理小说大奖，更受到评论界、媒体和广大读者的如潮好评，创造了日本推理小说史上绝无仅有的奇迹——同时摘得“这本小说了不起”、“本格推理小说Top 10”、“周刊文艺推理小说Top 10”三大推理小说排行榜年度总冠军。",
    "date": "2008-9",
    "page": "251",
    "cover": "9787544241694.jpg"
  },
  {
    "content_description": "一段年少时的爱恋，牵出一生的纠缠。大学时代的赵默笙阳光灿烂，对法学系大才子何以琛一见倾心，开朗直率的她拔足倒追，终于使才气出众的他为她停留驻足。然而，不善表达的他终于使她在一次伤心之下远走他乡……",
    "ISBN": "9787505414709",
    "name": "何以笙箫默",
    "author": "顾漫",
    "price": "15.00元",
    "press": "朝华出版社",
    "score": "8.0",
    "link": "https://book.douban.com/subject/1461903/",
    "author_profile": "顾漫，网络文学女作家，“悦读纪”王牌作者之一。",
    "date": "2007-4",
    "page": "247",
    "cover": "9787505414709.jpg"
  },
  {
    "content_description": "《红楼梦》是一部百科全书式的长篇小说。以宝黛爱情悲剧为主线，以四大家族的荣辱兴衰为背景，描绘出18世纪中国封建社会的方方面面，以及封建专制下新兴资本主义民主思想的萌动。结构宏大、情节委婉、细节精致，人物形象栩栩如生，声口毕现，堪称中国古代小说中的经 典。\n由红楼梦研究所校注、人民文学出版社出版的《红楼梦》以庚辰（1760）本《脂砚斋重评石头记》为底本，以甲戌（1754）本、已卯（1759）本、蒙古王府本、戚蓼生序本、舒元炜序本、郑振铎藏本、红楼梦稿本、列宁格勒藏本（俄藏本）、程甲本、程乙本等众多版本为参校本，是一个博采众长、非常适合大众阅读的本子；同时，对底本的重要修改，皆出校记，读者可因以了解《红楼梦》的不同版本状况。\n红学所的校注本已印行二十五年，其间1994年曾做过一次修订，又十几年过去，2008年推出修订第三版，体现了新的校注成果和科研成果。\n关于《红楼梦》的作者，原本就有多种说法及推想，“前八十回曹雪芹著、后四十回高鹗续”的说法只是其中之一，这次修订中校注者改为“前八十回曹雪芹著；后四十回无名氏续，程伟元、高鹗整理”，应当是一种更科学的表述，体现了校注者对这一问题的新的认识。\n现在这个修订后的《红楼梦》是更加完善。",
    "ISBN": "9787020002207",
    "name": "红楼梦",
    "author": "[清] 曹雪芹 著",
    "price": "59.70元",
    "press": "人民文学出版社",
    "score": "9.5",
    "link": "https://book.douban.com/subject/1007305/",
    "author_profile": "曹雪芹,（？-1763，一作1764）清小说家。名霑，字梦阮，号雪芹、芹圃、芹溪。为满洲正白旗“包衣”人。自曾祖起，三代任江宁织造，其祖曹寅尤为康熙帝所信用。雍正初年，在统计阶级内部政治斗争牵连下，雪芹家受到重大打击，其父免职，产业被抄，遂随家迁居北京。他早年经历了一段封建大官僚地主家庭的繁华生活，后因家道衰落，趋于艰困。晚期居北京西郊，贫病而卒，年未及五十。性情高傲，嗜酒健谈。具有深厚的文化修养和卓越的艺术才能。他生活在我国已有资本主义生产萌芽的封建末世，在其后期又有机会接触到下层人民，因而对当时社会阶级斗争和思想斗争有较具体的感受，看到了统治阶级的腐朽凶残和内部的分崩离析。曾以十年时间，从事《石头记》（即《红楼梦》）的创作。书中通过一个贵族官僚大家庭的盛衰历史的描写，塑造了许多典型人物形象，对当时社会的黑暗腐败，进行了深刻的解剖和批判，并热情地歌颂了具有异端思想的男女青年，成为我国古典小说中伟大的现实主义作品。但其中也反映了作者为封建制度“补天”的幻想和找不到出路的悲观情绪。据称先后曾增删五次，但未成全书而卒；今流行本一百二十回，后四十回一般认为是高鹗所续。也能诗，又善画石，但作品流传绝少。",
    "date": "1996-12",
    "page": "1606",
    "cover": "9787020002207.jpg"
  },
  {
    "content_description": "哈佛大学的符号学专家罗伯特·兰登在法国巴黎出差期间的一个午夜接到一个紧急电话，得知卢浮宫博物馆年迈的馆长被人杀害在卢浮宫的博物馆里，人们在他的尸体旁边发现了一个难以捉摸的密码。兰登与法国一位颇有天分的密码破译专家索菲·奈芙，在对一大堆怪异的密码进行整理的过程当中，发现一连串的线索就隐藏在达芬奇的艺术作品当中，深感震惊。这些线索，大家都清楚可见，然而却被画家巧妙地隐藏起来。兰登无意之中非常震惊地发现，已故的博物馆馆长是峋山隐修会（Priory of sion）的成员--这是一个真实存在的秘密组织，其成员包括艾撒克・牛顿爵士、波提切利、维克多·雨果与达芬奇，这无疑给他们增加了风险。兰登感觉到他们是在找寻一个石破天惊的历史秘密，这是个数世纪以来就证明了的既能给人启迪又很危险的秘密。在这场足迹遍及巴黎以及伦敦的追逐中，兰登与奈芙发现他们在跟一位始终不露面的幕后操纵者斗智斗勇。他们必须解开这个错综复杂的谜团，否则，峋山隐修会掩盖的秘密，那隐藏了多年的令人震惊的古老真相，将永远消逝在历史的尘埃之中。",
    "ISBN": "9787208050037",
    "name": "达·芬奇密码",
    "author": "[美] 丹·布朗",
    "price": "28.00元",
    "press": "上海人民出版社",
    "score": "8.2",
    "link": "https://book.douban.com/subject/1040771/",
    "author_profile": "丹·布朗（Dan Brown, 1964- ），美国畅销作家。毕业于阿默斯特学院，曾是一名英语教师。1996年开始写作，先后推出了《数字城堡》、《骗局》和《天使与魔鬼》3部小说，均取得了不错的销售成绩，其中以《天使与魔鬼》最为成功，奠定了他在小说界的地位。《达·芬奇密码》是他的第4部作品，出版后成为有史以来最为畅销的小说之一。布朗的作品已被翻译成多种文字，在世界范围内广为流传。",
    "date": "2004-2",
    "page": "432",
    "cover": "9787208050037.jpg"
  },
  {
    "content_description": "《梦里花落知多少》是郭敬明出版第二部小说，此作一改《幻城》的奇幻风格，从天上回到人间。小说以北京、上海等大都市为背景，讲述了几个年青人的爱情故事，情节曲折，语言幽默生动。主人公是一些即将走出校门的大学生，在成长的过程中，友情、爱情都在经历着蜕变，那种成长的快乐和忧伤很能引起年轻读者的共鸣。",
    "ISBN": "9787531325093",
    "name": "梦里花落知多少",
    "author": "郭敬明",
    "price": "20.00元",
    "press": "春风文艺出版社",
    "score": "7.2",
    "link": "https://book.douban.com/subject/1016300/",
    "author_profile": "郭敬明（1983- ），网名：第四维；别名：小四。2001年以作品《剧本》获得第三届全国新概念作文大赛一等奖，2002年以作品《我们最后的校园民谣》获得第四届全国新概念作文大赛一等奖。\n著有小说《爱与痛的边缘》《幻城》《左手倒影右手年华》《梦里花落知多少》《猜火车》《1995－2005夏至未至》， 音乐小说《迷藏》，主编《岛》系列、《无极》、《悲伤逆流成河》、《最小说》、《N世界》等。",
    "date": "2003-11",
    "page": "252",
    "cover": "9787531325093.jpg"
  },
  {
    "content_description": "《不能承受的生命之轻》是米兰·昆德拉最负盛名的作品。小说描写了托马斯与特丽莎、萨丽娜之间的感情生活。但它不是一个男人和两个女人的三角性爱故事，它是一部哲理小说，小说从“永恒轮回”的讨论开始，把读者带入了对一系列问题的思考中，比如轻与重、灵与肉。\n《不能承受的生命之轻》是一部意象繁复的书，其中装载了多种涵义：被政治化了的社会内涵的揭示、人性考察、个人命运在特定历史与政治语境下的呈现，以及对两性关系本质上的探索等。昆德拉将这些元素糅合在一起，写成一部非同凡响的小说——其中既有隐喻式的哲学思考，也有人的悲欢离合的生命历程的展现。",
    "ISBN": "9787532731077",
    "name": "不能承受的生命之轻",
    "author": "[捷克] 米兰·昆德拉",
    "price": "23.00元",
    "press": "上海译文出版社",
    "score": "8.4",
    "link": "https://book.douban.com/subject/1017143/",
    "author_profile": "米兰·昆德拉（Milan Kundera, 1929- ），捷克小说家，生于捷克布尔诺市。父亲为钢琴家、音乐艺术学院的教授。生长于一个小国在他看来实在是一种优势，因为身处小国，“要么做一个可怜的、眼光狭窄的人”，要么成为一个广闻博识的“世界性的人”。童年时代，他便学过作曲，受过良好的音乐熏陶和教育。少年时代，开始广泛阅读世界文艺名著。青年时代，写过诗和剧本，画过画，搞过音乐并从事过电影教学。总之，用他自己的话说， “我曾在艺术领域里四处摸索，试图找到我的方向。”50年代初，他作为诗人登上文坛，出版过《人，一座广阔的花园》（1953）、《独白》（1957）以及《最后一个五月》等诗集。但诗歌创作显然不是他的长远追求。最后，当他在30岁左右写出第一个短篇小说后，他确信找到了自己的方向，从此走上了小说创作之路。\n1967年，他的第一部长篇小说《玩笑》在捷克出版，获得巨大成功，连出三版，印数惊人，每次都在几天内售馨。作者在捷克当代文坛上的重要地位从此确定。但好景不长。1968年，苏联入侵捷克后，《玩笑》被列为禁书。昆德拉失去了在电影学院的职务。他的文学创作难以进行。在此情形下，他携妻子于1975年离开捷克，来到法国。\n移居法国后，他很快便成为法国读者最喜爱的外国作家之一。他的绝大多数作品，如《笑忘录》（1978）、《不能承受的存在之轻》（1984）、《不朽》（1990）等等都是首先在法国走红，然后才引起世界文坛的瞩目。他曾多次获得国际文学奖，并多次被提名为诺贝尔文学奖的候选人。\n除小说外，昆德拉还出版过三本论述小说艺术的文集，其中《小说的艺术》（1936）以及《被叛卖的遗嘱》（1993）在世界各地流传甚广。\n昆德拉善于以反讽手法，用幽默的语调描绘人类境况。他的作品表面轻松，实质沉重；表面随意，实质精致；表面通俗，实质深邃而又机智，充满了人生智慧。正因如此，在世界许多国家，一次又一次地掀起了“昆德拉热”。\n昆德拉原先一直用捷克语进行创作。但近年来，他开始尝试用法语写作，已出版了《缓慢》（1995）和《身份》（1997）两部小说。",
    "date": "2003-7",
    "page": "394",
    "cover": "9787532731077.jpg"
  }
]